Repository: SoplosLinux/soplos-welcome
Catalog: locale/*/LC_MESSAGES/soplos-welcome.po
Languages: de, es, fr, it, pt, ro, ru

source: Curated applications based on your desktop environment
de: Ausgewählte Anwendungen basierend auf Ihrer Desktop-Umgebung
es: Aplicaciones seleccionadas basadas en tu entorno de escritorio
fr: Applications sélectionnées selon votre environnement de bureau
it: Applicazioni curate basate sul tuo ambiente desktop
pt: Aplicações curadas baseadas no seu ambiente de trabalho
ro: Aplicații selectate pe baza mediului tău desktop
ru: Отобранные приложения на основе вашего окружения рабочего стола

source: Multiple Selection
de: Mehrfachauswahl
es: Selección Múltiple
fr: Sélection multiple
it: Selezione Multipla
pt: Seleção Múltipla
ro: Selecție Multiplă
ru: Множественный выбор

source: Search programs...
de: Programme suchen...
es: Buscar programas...
fr: Rechercher des programmes...
it: Cerca programmi...
pt: Pesquisar programas...
ro: Caută programe...
ru: Поиск программ...

source: Select All
de: Alle auswählen
es: Seleccionar Todo
fr: Tout sélectionner
it: Seleziona Tutto
pt: Selecionar Tudo
ro: Selectează Tot
ru: Выбрать все

source: Deselect All
de: Alle abwählen
es: Deseleccionar Todo
fr: Tout désélectionner
it: Deseleziona Tutto
pt: Desselecionar Tudo
ro: Deselectează Tot
ru: Снять выделение со всех

source: 0 programs selected
de: 0 Programme ausgewählt
es: 0 programas seleccionados
fr: 0 programmes sélectionnés
it: 0 programmi selezionati
pt: 0 programas selecionados
ro: 0 programe selectate
ru: 0 программ выбрано

source: Install Selected
de: Ausgewählte installieren
es: Instalar Seleccionados
fr: Installer la sélection
it: Installa Selezionati
pt: Instalar Selecionados
ro: Instalează Selectate
ru: Установить выбранные

source: No results found for
de: Keine Ergebnisse gefunden für
es: No se encontraron resultados para
fr: Aucun résultat trouvé pour
it: Nessun risultato trovato per
pt: Nenhum resultado encontrado para
ro: Niciun rezultat găsit pentru
ru: Результаты не найдены для

source: Processing...
de: Verarbeite...
es: Procesando...
fr: Traitement...
it: Elaborazione...
pt: A processar...
ro: Se procesează...
ru: Обработка...

source: Normal Mode
de: Normaler Modus
es: Modo Normal
fr: Mode normal
it: Modalità Normale
pt: Modo Normal
ro: Mod Normal
ru: Обычный режим

source: {} programs selected
de: {} Programme ausgewählt
es: {} programas seleccionados
fr: {} programmes sélectionnés
it: {} programmi selezionati
pt: {} programas selecionados
ro: {} programe selectate
ru: {} программ выбрано

source: 1 program selected
de: 1 Programm ausgewählt
es: 1 programa seleccionado
fr: 1 programme sélectionné
it: 1 programma selezionato
pt: 1 programa selecionado
ro: 1 program selectat
ru: 1 программа выбрана

source: Install {} selected programs?
de: {} ausgewählte Programme installieren?
es: ¿Instalar {} programas seleccionados?
fr: Installer les {} programmes sélectionnés ?
it: Installare {} programmi selezionati?
pt: Instalar {} programas selecionados?
ro: Instalați {} programe selectate?
ru: Установить {} выбранных программ?

source: Downloading
de: Herunterladen
es: Descargando
fr: Téléchargement
it: Scaricamento in corso
pt: A transferir
ro: Se descarcă
ru: Загрузка

source: Download failed for
de: Download fehlgeschlagen für
es: Error en la descarga de
fr: Échec du téléchargement pour
it: Scaricamento fallito per
pt: Transferência falhou para
ro: Descărcare eșuată pentru
ru: Ошибка загрузки для

source: Installing all .deb packages...
de: Installiere alle .deb Pakete...
es: Instalando todos los paquetes .deb...
fr: Installation de tous les paquets .deb...
it: Installazione di tutti i pacchetti .deb...
pt: A instalar todos os pacotes .deb...
ro: Se instalează toate pachetele .deb...
ru: Установка всех .deb пакетов...

source: All .deb packages installed successfully
de: Alle .deb Pakete erfolgreich installiert
es: Todos los paquetes .deb instalados exitosamente
fr: Tous les paquets .deb installés avec succès
it: Tutti i pacchetti .deb sono stati installati con successo
pt: Todos os pacotes .deb instalados com sucesso
ro: Toate pachetele .deb instalate cu succes
ru: Все .deb пакеты успешно установлены

source: Batch Installation Complete
de: Stapelinstallation abgeschlossen
es: Instalación por lotes completada
fr: Installation par lot terminée
it: Installazione Batch Completata
pt: Instalação em Lote Concluída
ro: Instalare în Lot Finalizată
ru: Пакетная установка завершена

source: All selected programs have been installed.
de: Alle ausgewählten Programme wurden installiert.
es: Todos los programas seleccionados han sido instalados.
fr: Tous les programmes sélectionnés ont été installés.
it: Tutti i programmi selezionati sono stati installati.
pt: Todos os programas selecionados foram instalados.
ro: Toate programele selectate au fost instalate.
ru: Все выбранные программы были установлены.

source: DaVinci Resolve Installation
es: Instalación de DaVinci Resolve
fr: Installation de DaVinci Resolve
it: Installazione DaVinci Resolve
pt: Instalação do DaVinci Resolve
ro: Instalare DaVinci Resolve
ru: Установка DaVinci Resolve

source: DaVinci Resolve requires manual download due to licensing. 1. Go to blackmagicdesign.com and download the Linux version (ZIP). 2. Click OK to select the downloaded file. 3. We will convert it to a Debian package and install it.
es: DaVinci Resolve requiere descarga manual debido a la licencia. 1. Ve a blackmagicdesign.com y descarga la versión Linux (ZIP). 2. Haz clic en Aceptar para seleccionar el archivo descargado. 3. Lo convertiremos a un paquete Debian y lo instalaremos.
fr: DaVinci Resolve nécessite un téléchargement manuel en raison de la licence. 1. Allez sur blackmagicdesign.com et téléchargez la version Linux (ZIP). 2. Cliquez sur OK pour sélectionner le fichier téléchargé. 3. Nous le convertirons en paquet Debian et l'installerons.
it: DaVinci Resolve richiede il download manuale per motivi di licenza. 1. Vai su blackmagicdesign.com e scarica la versione Linux (ZIP). 2. Clicca OK per selezionare il file scaricato. 3. Lo convertiremo in un pacchetto Debian e lo installeremo.
pt: O DaVinci Resolve requer transferência manual devido ao licenciamento. 1. Vá a blackmagicdesign.com e transfira a versão Linux (ZIP). 2. Clique em OK para selecionar o ficheiro transferido. 3. Vamos convertê-lo num pacote Debian e instalá-lo.

source: DaVinci Resolve Installer
es: Instalador de DaVinci Resolve
fr: Installateur DaVinci Resolve
it: Installatore DaVinci Resolve
pt: Instalador DaVinci Resolve
ro: Instalator DaVinci Resolve
ru: Установщик DaVinci Resolve

source: Select DaVinci Resolve Installer
de: Wählen Sie den DaVinci Resolve Installer
es: Seleccionar Instalador de DaVinci Resolve
fr: Sélectionner l'installateur DaVinci Resolve
it: Seleziona Installatore DaVinci Resolve
pt: Selecionar Instalador DaVinci Resolve
ro: Selectează Instalator DaVinci Resolve
ru: Выберите установщик DaVinci Resolve

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
ro: Anulează
ru: Отмена

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
pt: Selecionar
ro: Selectează
ru: Выбрать

source: Installation Complete
de: Installation abgeschlossen
es: Instalación Completada
fr: Installation terminée
it: Installazione Completata
pt: Instalação Concluída
ro: Instalare Completă
ru: Установка завершена

source: DaVinci Resolve has been installed successfully.
de: DaVinci Resolve wurde erfolgreich installiert.
es: DaVinci Resolve se ha instalado exitosamente.
fr: DaVinci Resolve a été installé avec succès.
it: DaVinci Resolve è stato installato con successo.
pt: O DaVinci Resolve foi instalado com sucesso.
ro: DaVinci Resolve a fost instalat cu succes.
ru: DaVinci Resolve был успешно установлен.

source: Security &amp; System Protection
de: Sicherheit & Systemschutz
es: Seguridad y Protección del Sistema
fr: Sécurité et protection système
it: Sicurezza e Protezione Sistema
pt: Segurança e Proteção do Sistema
ro: Securitate &amp; Protecție Sistem
ru: Безопасность и Защита системы

source: Protect your system with backups, firewall, and security tools
de: Schützen Sie Ihr System mit Backups, Firewall und Sicherheitstools
es: Protege tu sistema con copias de seguridad, firewall y herramientas de seguridad
fr: Protégez votre système avec des sauvegardes, un pare-feu et des outils de sécurité
it: Proteggi il tuo sistema con backup, firewall e strumenti di sicurezza
pt: Proteja o seu sistema com cópias de segurança, firewall e ferramentas de segurança
ro: Protejează-ți sistemul cu copii de rezervă, firewall și instrumente de securitate
ru: Защитите вашу систему с помощью резервных копий, брандмауэра и инструментов безопасности

source: System Backups
es: Copias de Seguridad del Sistema
fr: Sauvegardes système
it: Backup di Sistema
pt: Cópias de Segurança do Sistema
ro: Copii de Rezervă Sistem
ru: Резервное копирование

source: Creates automatic system snapshots. Protects your configuration and allows easy restoration.
es: Crea instantáneas automáticas del sistema. Protege tu configuración y permite una fácil restauración.
fr: Crée des instantanés système automatiques. Protège votre configuration et permet une restauration facile.
it: Crea snapshot automatiche del sistema. Protegge la tua configurazione e permette un facile ripristino.
pt: Cria instantâneos automáticos do sistema. Protege a sua configuração e permite uma restauração fácil.

source: Simple backups of personal files with encryption support.
de: Einfache Backups persönlicher Dateien mit Verschlüsselungsunterstützung.
es: Copias de seguridad simples de archivos personales con soporte de cifrado.
fr: Sauvegardes simples de fichiers personnels avec support du chiffrement.
it: Semplici backup di file personali con supporto alla crittografia.
pt: Cópias de segurança simples de ficheiros pessoais com suporte a encriptação.
ro: Copii de rezervă simple pentru fișiere personale cu suport criptare.
ru: Простое резервное копирование личных файлов с поддержкой шифрования.

source: Firewall Protection
de: Firewall-Schutz
es: Protección de Firewall
fr: Protection pare-feu
it: Protezione Firewall
pt: Proteção de Firewall
ro: Protecție Firewall
ru: Защита брандмауэром

source: Recommended for Desktop
de: Empfohlen für Desktop
es: Recomendado para Escritorio
fr: Recommandé pour le bureau
it: Raccomandato per Desktop
pt: Recomendado para Desktop
ro: Recomandat pentru Desktop
ru: Рекомендуется для десктопа

source: Simple graphical interface for UFW firewall. Control network traffic easily.
es: Interfaz gráfica simple para el firewall UFW. Controla el tráfico de red fácilmente.
fr: Interface graphique simple pour le pare-feu UFW. Contrôlez facilement le trafic réseau.
it: Semplice interfaccia grafica per il firewall UFW. Controlla facilmente il traffico di rete.
pt: Interface gráfica simples para firewall UFW. Controle o tráfego de rede facilmente.

source: Firewall Status
es: Estado del Firewall
fr: État du pare-feu
it: Stato Firewall
pt: Estado da Firewall
ro: Status Firewall
ru: Статус брандмауэра

source: Filesystem Tools
de: Dateisystem-Tools
es: Herramientas del Sistema de Archivos
fr: Outils de système de fichiers
it: Strumenti Filesystem
pt: Ferramentas de Sistema de Ficheiros
ro: Instrumente Sistem de Fișiere
ru: Инструменты файловой системы

source: Only for BTRFS
de: Nur für BTRFS
es: Solo para BTRFS
fr: Uniquement pour BTRFS
it: Solo per BTRFS
pt: Apenas para BTRFS
ro: Doar pentru BTRFS
ru: Только для BTRFS

source: Advanced management of BTRFS subvolumes and snapshots.
de: Erweiterte Verwaltung von BTRFS-Subvolumes und Snapshots.
es: Gestión avanzada de subvolúmenes y snapshots de BTRFS.
fr: Gestion avancée des sous-volumes et instantanés BTRFS.
it: Gestione avanzata dei sottovolumi BTRFS e snapshot.
pt: Gestão avançada de subvolumes e instantâneos BTRFS.
ro: Gestionare avansată a subvolumelor și instantaneelor BTRFS.
ru: Расширенное управление подтомами и снимками BTRFS.

source: Current system
de: Aktuelles System
es: Sistema actual
fr: Système actuel
it: Sistema attuale
pt: Sistema atual
ro: Sistem curent
ru: Текущая система

source: BTRFS Assistant is not compatible.
de: BTRFS Assistant ist nicht kompatibel.
es: BTRFS Assistant no es compatible.
fr: BTRFS Assistant n'est pas compatible.
it: BTRFS Assistant non è compatibile.
pt: O Assistente BTRFS não é compatível.
ro: BTRFS Assistant nu este compatibil.
ru: BTRFS Assistant несовместим.

source: System Cleaning
de: Systembereinigung
es: Limpieza del Sistema
fr: Nettoyage du système
pt: Limpeza do Sistema
ro: Curățare sistem
ru: Очистка системы

source: Free disk space and maintain privacy. Cleans cache, cookies, and temporary files.
es: Libera espacio en disco y mantiene la privacidad. Limpia caché, cookies y archivos temporales.
fr: Libérez de l'espace disque et préservez votre vie privée. Nettoie le cache, les cookies et les fichiers temporaires.
pt: Libere espaço em disco e mantenha a privacidade. Limpa cache, cookies e arquivos temporários.

source: Modern system optimizer with resource monitoring, startup apps, and cache cleaner.
fr: Optimiseur système moderne avec surveillance des ressources, apps de démarrage et nettoyeur de cache.

source: KDE system cleaner. Simple tool to clean temporary files and browsing history.
fr: Nettoyeur système KDE. Outil simple pour nettoyer les fichiers temporaires et l'historique de navigation.

source: Antivirus & Malware
es: Antivirus y Malware
fr: Antivirus et logiciels malveillants
it: Antivirus e Malware
pt: Antivírus e Malware
ru: Антивирус и Вредоносное ПО

source: Graphical interface for ClamAV. Scan your system against viruses and malware.
es: Interfaz gráfica para ClamAV. Escanea tu sistema en busca de virus y malware.
fr: Interface graphique pour ClamAV. Analysez votre système contre les virus et logiciels malveillants.
it: Interfaccia grafica per ClamAV. Scansiona il tuo sistema contro virus e malware.
pt: Interface gráfica para ClamAV. Verifique o seu sistema contra vírus e malware.

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzato
pt: Avançado
ro: Avansat
ru: Расширенный

source: Command-line tool to detect rootkits and system threats.
de: Kommandozeilen-Tool zum Erkennen von Rootkits und Systembedrohungen.
es: Herramienta de línea de comandos para detectar rootkits y amenazas del sistema.
fr: Outil en ligne de commande pour détecter les rootkits et menaces système.
it: Strumento a riga di comando per rilevare rootkit e minacce di sistema.
pt: Ferramenta de linha de comandos para detetar rootkits e ameaças ao sistema.
ro: Instrument linie de comandă pentru detectare rootkit-uri și amenințări de sistem.
ru: Инструмент командной строки для обнаружения руткитов и системных угроз.

source: Open GUFW
de: GUFW öffnen
es: Abrir GUFW
fr: Ouvrir GUFW
it: Apri GUFW
pt: Abrir GUFW
ro: Deschide GUFW
ru: Открыть GUFW

source: Not available on
de: Nicht verfügbar auf
es: No disponible en
fr: Non disponible sur
it: Non disponibile su
pt: Não disponível em
ro: Nu este disponibil pe
ru: Недоступно на

source: Open BleachBit
de: BleachBit öffnen
es: Abrir BleachBit
fr: Ouvrir BleachBit
pt: Abrir BleachBit
ro: Deschide BleachBit
ru: Открыть BleachBit

source: Open Stacer
de: Stacer öffnen
fr: Ouvrir Stacer
ro: Deschide Stacer
ru: Открыть Stacer

source: Open Sweeper
de: Sweeper öffnen
fr: Ouvrir Sweeper
ro: Deschide Sweeper
ru: Открыть Sweeper

source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer
it: Configura
pt: Configurar
ro: Configurează
ru: Настроить

source: Scan System
de: System scannen
es: Escanear Sistema
fr: Analyser le système
it: Scansiona Sistema
pt: Verificar Sistema
ro: Scanează Sistem
ru: Сканировать систему

source: Update Definitions
de: Definitionen aktualisieren
es: Actualizar Definiciones
fr: Mettre à jour les définitions
it: Aggiorna Definizioni
pt: Atualizar Definições
ro: Actualizează Definiții
ru: Обновить базы

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
pt: Ativo
ro: Activ
ru: Активно

source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva
pt: Desativar
ro: Dezactivează
ru: Деактивировать

source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
pt: Inativo
ro: Inactiv
ru: Неактивно

source: Activate
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
pt: Ativar
ro: Activează
ru: Активировать

source: Updating virus definitions...
de: Aktualisiere Virendefinitionen...
es: Actualizando definiciones de virus...
fr: Mise à jour des définitions de virus...
it: Aggiornamento definizioni virus...
pt: A atualizar definições de vírus...
ro: Se actualizează definițiile de viruși...
ru: Обновление вирусных баз...

source: Definitions updated successfully!
de: Definitionen erfolgreich aktualisiert!
es: ¡Definiciones actualizadas exitosamente!
fr: Définitions mises à jour avec succès !
it: Definizioni aggiornate con successo!
pt: Definições atualizadas com sucesso!
ro: Definiții actualizate cu succes!
ru: Базы успешно обновлены!

source: Scanning system for rootkits...
de: Scanne System auf Rootkits...
es: Escaneando sistema en busca de rootkits...
fr: Analyse du système pour les rootkits...
it: Scansione sistema per rootkit...
pt: A verificar sistema por rootkits...
ro: Se scanează sistemul pentru rootkit-uri...
ru: Сканирование системы на наличие руткитов...

source: Scan complete.
de: Scan abgeschlossen.
es: Escaneo completado.
fr: Analyse terminée.
it: Scansione completata.
pt: Verificação concluída.
ro: Scanare finalizată.
ru: Сканирование завершено.

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
pt: Atualizar
ro: Actualizează
ru: Обновить

source: Upgrade
es: Actualizar Sistema
fr: Mise à niveau
it: Aggiorna Sistema
pt: Atualizar Sistema
ro: Actualizare Sistem
ru: Обновить систему

source: GNOME Software
fr: Logiciels GNOME
ro: Software GNOME
ru: Центр приложений GNOME

source: Repo Selector
de: Repo-Auswahl
es: Selector de Repositorios
fr: Sélecteur de dépôts
it: Selettore Repo
pt: Seletor de Repositório
ro: Selector Repo
ru: Выбор репозитория

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pt: Abrir
ro: Deschide
ru: Открыть

source: Add Flathub
de: Flathub hinzufügen
es: Añadir Flathub
fr: Ajouter Flathub
it: Aggiungi Flathub
pt: Adicionar Flathub
ro: Adaugă Flathub
ru: Добавить Flathub

source: Clean System
de: System bereinigen
es: Limpiar Sistema
fr: Nettoyer le système
it: Pulisci Sistema
pt: Limpar Sistema
ro: Curăță Sistem
ru: Очистить систему

source: Soplos Repository Manager
es: Gestor de Repositorios de Soplos
fr: Gestionnaire de dépôts Soplos
it: Gestore Repository Soplos
pt: Gestor de Repositórios Soplos
ro: Manager Depozite Soplos
ru: Менеджер репозиториев Soplos

source: Manage repositories and modern software sources integrated with GNOME Software.
es: Gestionar repositorios y fuentes de software modernas integradas con GNOME Software.
fr: Gérez les dépôts et les sources logicielles modernes intégrées à Logiciels GNOME.
it: Gestisci repository e sorgenti software moderne integrate con GNOME Software.
pt: Gira repositórios e fontes de software modernas integradas com o GNOME Software.

source: Launch Repository Manager
de: Repository-Manager starten
es: Iniciar Gestor de Repositorios
fr: Lancer le gestionnaire de dépôts
it: Avvia Gestore Repository
pt: Lançar Gestor de Repositórios
ro: Lansează Manager Depozite
ru: Запустить менеджер репозиториев

source: System Up to Date
de: System aktuell
es: Sistema Actualizado
fr: Système à jour
it: Sistema Aggiornato
pt: Sistema Atualizado
ro: Sistem Actualizat
ru: Система обновлена

source: No packages available to update at this time.
de: Derzeit keine Pakete zum Aktualisieren verfügbar.
es: No hay paquetes disponibles para actualizar en este momento.
fr: Aucun paquet disponible pour la mise à jour pour le moment.
it: Nessun pacchetto disponibile per l'aggiornamento al momento.
pt: Não há pacotes disponíveis para atualizar neste momento.
ro: Niciun pachet disponibil pentru actualizare în acest moment.
ru: Нет доступных пакетов для обновления.

source: Available Updates
de: Verfügbare Updates
es: Actualizaciones Disponibles
fr: Mises à jour disponibles
it: Aggiornamenti Disponibili
pt: Atualizações Disponíveis
ro: Actualizări Disponibile
ru: Доступные обновления

source: Update All
de: Alle aktualisieren
es: Actualizar Todo
fr: Tout mettre à jour
it: Aggiorna Tutto
pt: Atualizar Tudo
ro: Actualizează Tot
ru: Обновить все

source: updates available
de: Updates verfügbar
es: actualizaciones disponibles
fr: mises à jour disponibles
it: aggiornamenti disponibili
pt: atualizações disponíveis
ro: actualizări disponibile
ru: обновлений доступно

source: Software Management
de: Software-Verwaltung
es: Gestión de Software
fr: Gestion des logiciels
it: Gestione Software
pt: Gestão de Software
ro: Gestionare Software
ru: Управление ПО

source: Loading software management for
de: Lade Software-Verwaltung für
es: Cargando gestión de software para
fr: Chargement du gestionnaire software pour
it: Caricamento gestione software per
pt: A carregar gestão de software para
ro: Se încarcă gestionarea software pentru
ru: Загрузка управления ПО для

source: Desktop-specific software interface will be available soon.
de: Desktopspezifische Software-Schnittstelle wird bald verfügbar sein.
es: La interfaz de software específica del escritorio estará disponible próximamente.
fr: L'interface logicielle spécifique au bureau sera bientôt disponible.
it: L'interfaccia software specifica per il desktop sarà presto disponibile.
pt: A interface de software específica do ambiente de trabalho estará disponível em breve.
ro: Interfața software specifică desktop-ului va fi disponibilă în curând.
ru: Интерфейс управления ПО для рабочего стола скоро будет доступен.

source: Snap to Whisker Menu
de: Snap zum Whisker-Menü
es: Integrar Snap en Menú
fr: Snap vers le menu Whisker
it: Snap al Menu Whisker
pt: Snap para Menu Whisker
ro: Snap în Meniul Whisker
ru: Прикрепить к меню Whisker

source: Manage additional repositories and software sources for your Soplos system.
es: Gestionar repositorios adicionales y fuentes de software para tu sistema Soplos.
fr: Gérez des dépôts supplémentaires et des sources logicielles pour votre système Soplos.
it: Gestisci repository aggiuntivi e sorgenti software per il tuo sistema Soplos.
pt: Gira repositórios adicionais e fontes de software para o seu sistema Soplos.

source: Welcome to Soplos Linux
de: Willkommen bei Soplos Linux
es: Bienvenido a Soplos Linux
fr: Bienvenue sur Soplos Linux
it: Benvenuto in Soplos Linux
pt: Bem-vindo ao Soplos Linux
ro: Bun venit în Soplos Linux
ru: Добро пожаловать в Soplos Linux

source: Your gateway to the Soplos ecosystem
de: Ihr Tor zum Soplos-Ökosystem
es: Tu puerta de entrada al ecosistema Soplos
fr: Votre porte d'entrée vers l'écosystème Soplos
it: La tua porta d'accesso all'ecosistema Soplos
pt: O seu portal para o ecossistema Soplos
ro: Poarta ta către ecosistemul Soplos
ru: Ваш путь в экосистему Soplos

source: Thank you for choosing Soplos Linux! This application will help you get started with your new system.
es: ¡Gracias por elegir Soplos Linux! Esta aplicación te ayudará a comenzar con tu nuevo sistema.
fr: Merci d'avoir choisi Soplos Linux ! Cette application vous aidera à démarrer avec votre nouveau système.
it: Grazie per aver scelto Soplos Linux! Questa applicazione ti aiuterà ad iniziare con il tuo nuovo sistema.
pt: Obrigado por escolher o Soplos Linux! Esta aplicação irá ajudá-lo a começar com o seu novo sistema.

source: Use the tabs above to:
de: Verwenden Sie die Tabs oben um:
es: Usa las pestañas de arriba para:
fr: Utilisez les onglets ci-dessus pour :
it: Usa le schede sopra per:
pt: Use os separadores acima para:
ro: Folosiți filele de mai sus pentru:
ru: Используйте вкладки сверху для:
