Repository: SoplosLinux/soplos-welcome
Catalog: locale/*/LC_MESSAGES/soplos-welcome.po
Languages: de, es, fr, it, pt, ro, ru

source: Install GameMode?
de: GameMode installieren?
es: ¿Instalar GameMode?
fr: Installer GameMode ?
it: Installare GameMode?
pt: Instalar GameMode?
ro: Instalează GameMode?
ru: Установить GameMode?

source: GameMode optimizes system performance when running games.
de: GameMode optimiert die Systemleistung beim Ausführen von Spielen.
es: GameMode optimiza el rendimiento del sistema al ejecutar juegos.
fr: GameMode optimise les performances du système lors de l'exécution de jeux.
it: GameMode ottimizza le prestazioni del sistema durante l'esecuzione dei giochi.
pt: O GameMode otimiza o desempenho do sistema ao executar jogos.
ro: GameMode optimizează performanța sistemului la rularea jocurilor.
ru: GameMode оптимизирует производительность системы при запуске игр.

source: Packages to install:
de: Zu installierende Pakete:
es: Paquetes a instalar:
fr: Paquets à installer :
it: Pacchetti da installare:
pt: Pacotes a instalar:
ro: Pachete de instalat:
ru: Пакеты для установки:

source: Continue?
de: Fortfahren?
es: ¿Continuar?
fr: Continuer ?
it: Continuare?
pt: Continuar?
ro: Continuați?
ru: Продолжить?

source: GameMode installed successfully!
de: GameMode erfolgreich installiert!
es: ¡GameMode instalado exitosamente!
fr: GameMode installé avec succès !
it: GameMode installato con successo!
pt: GameMode instalado com sucesso!
ro: GameMode instalat cu succes!
ru: GameMode успешно установлен!

source: Usage:
de: Verwendung:
es: Uso:
fr: Utilisation :
it: Uso:
pt: Uso:
ro: Utilizare:
ru: Использование:

source: • Steam: Add 'gamemoderun %command%' to game launch options
de: • Steam: Fügen Sie 'gamemoderun %command%' zu den Startoptionen hinzu
es: • Steam: Añade 'gamemoderun %command%' a las opciones de lanzamiento del juego
fr: • Steam : Ajoutez 'gamemoderun %command%' aux options de lancement du jeu
it: • Steam: Aggiungi 'gamemoderun %command%' alle opzioni di avvio del gioco
pt: • Steam: Adicione 'gamemoderun %command%' às opções de lançamento do jogo
ro: • Steam: Adaugă 'gamemoderun %command%' la opțiunile de lansare
ru: • Steam: Добавьте 'gamemoderun %command%' в параметры запуска игры

source: • Lutris: Enable 'Feral GameMode' in game settings
de: • Lutris: Aktivieren Sie 'Feral GameMode' in den Spieleinstellungen
es: • Lutris: Activa 'Feral GameMode' en la configuración del juego
fr: • Lutris : Activez 'Feral GameMode' dans les paramètres du jeu
it: • Lutris: Abilita 'Feral GameMode' nelle impostazioni del gioco
pt: • Lutris: Ative 'Feral GameMode' nas definições do jogo
ro: • Lutris: Activează 'Feral GameMode' în setările jocului
ru: • Lutris: Включите 'Feral GameMode' в настройках игры

source: Installation failed
de: Installation fehlgeschlagen
es: Instalación fallida
fr: Échec de l'installation
it: Installazione fallita
pt: A instalação falhou
ro: Instalare eșuată
ru: Установка не удалась

source: Remove Performance Mode Script?
de: Leistungsmodus-Skript entfernen?
es: ¿Eliminar Script de Modo Rendimiento?
fr: Supprimer le script Mode Performance ?
it: Rimuovere script Modalità Prestazioni?
pt: Remover Script de Modo de Desempenho?
ro: Elimină Script Mod Performanță?
ru: Удалить скрипт режима производительности?

source: This will remove the soplos-game-performance script.
de: Dies wird das soplos-game-performance Skript entfernen.
es: Esto eliminará el script soplos-game-performance.
fr: Ceci supprimera le script soplos-game-performance.
it: Questo rimuoverà lo script soplos-game-performance.
pt: Isto irá remover o script soplos-game-performance.
ro: Aceasta va elimina scriptul soplos-game-performance.
ru: Это удалит скрипт soplos-game-performance.

source: Performance Mode removed!
de: Leistungsmodus entfernt!
es: ¡Modo Rendimiento eliminado!
fr: Mode Performance supprimé !
it: Modalità Prestazioni rimossa!
pt: Modo de Desempenho removido!
ro: Mod Performanță eliminat!
ru: Режим производительности удален!

source: Removal failed
de: Entfernen fehlgeschlagen
es: Eliminación fallida
fr: Échec de la suppression
it: Rimozione fallita
pt: A remoção falhou
ro: Eliminare eșuată
ru: Удаление не удалось

source: Install Performance Mode Script?
de: Leistungsmodus-Skript installieren?
es: ¿Instalar Script de Modo Rendimiento?
fr: Installer le script Mode Performance ?
it: Installare script Modalità Prestazioni?
pt: Instalar Script de Modo de Desempenho?
ro: Instalează Script Mod Performanță?
ru: Установить скрипт режима производительности?

source: This script temporarily sets CPU to 'performance' mode when launching games.
es: Este script establece temporalmente la CPU en modo 'rendimiento' al iniciar juegos.
fr: Ce script définit temporairement le CPU en mode 'performance' lors du lancement des jeux.
it: Questo script imposta temporaneamente la CPU in modalità 'prestazioni' all'avvio dei giochi.
pt: Este script define temporariamente o CPU para o modo 'performance' ao iniciar jogos.

source: Requirements:
de: Anforderungen:
es: Requisitos:
fr: Prérequis :
it: Requisiti:
pt: Requisitos:
ro: Cerințe:
ru: Требования:

source: The script will be installed to /usr/local/bin/soplos-game-performance
de: Das Skript wird unter /usr/local/bin/soplos-game-performance installiert
es: El script se instalará en /usr/local/bin/soplos-game-performance
fr: Le script sera installé dans /usr/local/bin/soplos-game-performance
it: Lo script verrà installato in /usr/local/bin/soplos-game-performance
pt: O script será instalado em /usr/local/bin/soplos-game-performance
ro: Scriptul va fi instalat în /usr/local/bin/soplos-game-performance
ru: Скрипт будет установлен в /usr/local/bin/soplos-game-performance

source: Performance Mode script installed!
de: Leistungsmodus-Skript installiert!
es: ¡Script de Modo Rendimiento instalado!
fr: Script Mode Performance installé !
it: Script Modalità Prestazioni installato!
pt: Script de Modo de Desempenho instalado!
ro: Script Mod Performanță instalat!
ru: Скрипт режима производительности установлен!

source: • Steam: Add 'soplos-game-performance %command%' to game launch options
de: • Steam: Fügen Sie 'soplos-game-performance %command%' zu den Startoptionen hinzu
es: • Steam: Añade 'soplos-game-performance %command%' a las opciones de lanzamiento de juego
fr: • Steam : Ajoutez 'soplos-game-performance %command%' aux options de lancement du jeu
it: • Steam: Aggiungi 'soplos-game-performance %command%' alle opzioni di avvio
pt: • Steam: Adicione 'soplos-game-performance %command%' às opções de lançamento do jogo
ro: • Steam: Adaugă 'soplos-game-performance %command%' la opțiunile lansare
ru: • Steam: Добавьте 'soplos-game-performance %command%' в параметры запуска игры

source: • Lutris: Add 'soplos-game-performance' as a prefix in Lutris settings
de: • Lutris: Fügen Sie 'soplos-game-performance' als Präfix in den Lutris-Einstellungen hinzu
es: • Lutris: Añade 'soplos-game-performance' como prefijo en la configuración de Lutris
fr: • Lutris : Ajoutez 'soplos-game-performance' comme préfixe dans les paramètres Lutris
it: • Lutris: Aggiungi 'soplos-game-performance' come prefisso nelle impostazioni Lutris
pt: • Lutris: Adicione 'soplos-game-performance' como prefixo nas definições do Lutris
ro: • Lutris: Adaugă 'soplos-game-performance' ca prefix în setările Lutris
ru: • Lutris: Добавьте 'soplos-game-performance' как префикс в настройках Lutris

source: Your CPU will automatically switch to performance mode when games are running.
es: Tu CPU cambiará automáticamente al modo de rendimiento cuando se ejecuten juegos.
fr: Votre CPU passera automatiquement en mode performance lorsque les jeux sont lancés.
it: La tua CPU passerà automaticamente alla modalità prestazioni quando i giochi sono in esecuzione.
pt: O seu CPU mudará automaticamente para o modo de desempenho quando os jogos estiverem a correr.

source: Revert Gaming Sysctl Tweaks?
de: Gaming Sysctl Optimierungen zurücksetzen?
es: ¿Revertir Ajustes Sysctl Gaming?
fr: Annuler les réglages Gaming Sysctl ?
it: Ripristinare modifiche Sysctl Gaming?
pt: Reverter Ajustes Sysctl para Jogos?
ro: Revenire Ajustări Sysctl Gaming?
ru: Отменить игровые твики Sysctl?

source: This will remove the gaming kernel optimizations.
de: Dies wird die Kernel-Optimierungen für Spiele entfernen.
es: Esto eliminará las optimizaciones del kernel para juegos.
fr: Ceci supprimera les optimisations du noyau pour le jeu.
it: Questo rimuoverà le ottimizzazioni kernel per il gaming.
pt: Isto removerá as otimizações de kernel para jogos.
ro: Aceasta va elimina optimizările de kernel pentru gaming.
ru: Это удалит игровые оптимизации ядра.

source: Gaming sysctl tweaks reverted!
de: Gaming Sysctl Optimierungen zurückgesetzt!
es: ¡Ajustes sysctl gaming revertidos!
fr: Réglages Gaming sysctl annulés !
it: Modifiche Sysctl Gaming ripristinate!
pt: Ajustes sysctl para jogos revertidos!
ro: Ajustările sysctl gaming au fost anulate!
ru: Игровые твики Sysctl отменены!

source: Revert failed
de: Zurücksetzen fehlgeschlagen
es: Error al revertir
fr: Échec de l'annulation
it: Ripristino fallito
pt: A reversão falhou
ro: Revenire eșuată
ru: Отмена не удалась

source: Apply Gaming Sysctl Tweaks?
de: Gaming Sysctl Optimierungen anwenden?
es: ¿Aplicar Ajustes Sysctl Gaming?
fr: Appliquer les réglages Gaming Sysctl ?
it: Applicare modifiche Sysctl Gaming?
pt: Aplicar Ajustes Sysctl para Jogos?
ro: Aplică Ajustări Sysctl Gaming?
ru: Применить игровые твики Sysctl?

source: This will optimize kernel parameters for gaming:
de: Dies optimiert die Kernel-Parameter für Spiele:
es: Esto optimizará los parámetros del kernel para juegos:
fr: Ceci optimisera les paramètres du noyau pour le jeu :
it: Questo ottimizzerà i parametri del kernel per il gaming:
pt: Isto otimizará os parâmetros do kernel para jogos:
ro: Aceasta va optimiza parametrii kernel pentru gaming:
ru: Это оптимизирует параметры ядра для игр:

source: (essential for Proton/Steam)
de: (wesentlich für Proton/Steam)
es: (esencial para Proton/Steam)
fr: (essentiel pour Proton/Steam)
it: (essenziale per Proton/Steam)
pt: (essencial para Proton/Steam)
ro: (esențial pentru Proton/Steam)
ru: (важно для Proton/Steam)

source: (prefer RAM over swap)
de: (RAM gegenüber Swap bevorzugen)
es: (preferir RAM sobre swap)
fr: (préférer la RAM au swap)
it: (preferisce RAM rispetto allo swap)
pt: (preferir RAM à swap)
ro: (preferă RAM față de swap)
ru: (предпочтение RAM вместо swap)

source: Network optimizations for online gaming
de: Netzwerkoptimierungen für Online-Gaming
es: Optimizaciones de red para juegos en línea
fr: Optimisations réseau pour les jeux en ligne
it: Ottimizzazioni di rete per il gaming online
pt: Otimizações de rede para jogos online
ro: Optimizări rețea pentru gaming online
ru: Сетевые оптимизации для онлайн-игр

source: Reduced system latency
de: Reduzierte Systemlatenz
es: Latencia del sistema reducida
fr: Latence système réduite
it: Latenza di sistema ridotta
pt: Latência de sistema reduzida
ro: Latență sistem redusă
ru: Сниженная системная задержка

source: WARNING: Disables some security features (split_lock_mitigate)
de: WARNUNG: Deaktiviert einige Sicherheitsfunktionen (split_lock_mitigate)
es: ADVERTENCIA: Desactiva algunas características de seguridad (split_lock_mitigate)
fr: ATTENTION : Désactive certaines fonctionnalités de sécurité (split_lock_mitigate)
it: ATTENZIONE: Disabilita alcune funzionalità di sicurezza (split_lock_mitigate)
pt: AVISO: Desativa algumas funcionalidades de segurança (split_lock_mitigate)
ro: AVERTISMENT: Dezactivează unele funcții de securitate (split_lock_mitigate)
ru: ВНИМАНИЕ: Отключает некоторые функции безопасности (split_lock_mitigate)

source: Gaming sysctl tweaks applied!
de: Gaming Sysctl Optimierungen angewendet!
es: ¡Ajustes sysctl gaming aplicados!
fr: Réglages Gaming sysctl appliqués !
it: Modifiche Sysctl Gaming applicate!
pt: Ajustes sysctl para jogos aplicados!
ro: Ajustări sysctl gaming aplicate!
ru: Игровые твики Sysctl применены!

source: Kernel parameters optimized for gaming.
de: Kernel-Parameter für Gaming optimiert.
es: Parámetros del kernel optimizados para juegos.
fr: Paramètres du noyau optimisés pour le jeu.
it: Parametri del kernel ottimizzati per il gaming.
pt: Parâmetros do kernel otimizados para jogos.
ro: Parametrii kernel optimizați pentru gaming.
ru: Параметры ядра оптимизированы для игр.

source: Apply failed
de: Anwenden fehlgeschlagen
es: Error al aplicar
fr: Échec de l'application
it: Applicazione fallita
pt: A aplicação falhou
ro: Aplicare eșuată
ru: Применение не удалось

source: GPU Detection Failed
de: GPU-Erkennung fehlgeschlagen
es: Detección de GPU Fallida
fr: Échec de la détection GPU
it: Rilevamento GPU fallito
pt: Deteção de GPU Falhou
ro: Detectare GPU Eșuată
ru: Ошибка обнаружения GPU

source: Could not detect GPU. Please install 'pciutils' package.
de: Konnte GPU nicht erkennen. Bitte installieren Sie das Paket 'pciutils'.
es: No se pudo detectar la GPU. Por favor, instala el paquete 'pciutils'.
fr: Impossible de détecter le GPU. Veuillez installer le paquet 'pciutils'.
it: Impossibile rilevare la GPU. Installa il pacchetto 'pciutils'.
pt: Não foi possível detetar a GPU. Por favor, instale o pacote 'pciutils'.
ro: Nu s-a putut detecta GPU. Vă rugăm instalați pachetul 'pciutils'.
ru: Не удалось обнаружить GPU. Пожалуйста, установите пакет 'pciutils'.

source: Unsupported GPU
de: Nicht unterstützte GPU
es: GPU No Soportada
fr: GPU non supporté
it: GPU non supportata
pt: GPU não suportada
ro: GPU Neacceptat
ru: Неподдерживаемый GPU

source: Could not detect a supported GPU (NVIDIA, AMD, or Intel).
de: Konnte keine unterstützte GPU erkennen (NVIDIA, AMD oder Intel).
es: No se pudo detectar una GPU compatible (NVIDIA, AMD o Intel).
fr: Impossible de détecter un GPU supporté (NVIDIA, AMD ou Intel).
it: Impossibile rilevare una GPU supportata (NVIDIA, AMD o Intel).
pt: Não foi possível detetar uma GPU suportada (NVIDIA, AMD ou Intel).
ro: Nu s-a putut detecta un GPU suportat (NVIDIA, AMD sau Intel).
ru: Не удалось обнаружить поддерживаемый GPU (NVIDIA, AMD, или Intel).

source: GPU optimizations are only available for these vendors.
de: GPU-Optimierungen sind nur für diese Anbieter verfügbar.
es: Las optimizaciones de GPU solo están disponibles para estos proveedores.
fr: Les optimisations GPU ne sont disponibles que pour ces vendeurs.
it: Le ottimizzazioni GPU sono disponibili solo per questi produttori.
pt: As otimizações de GPU só estão disponíveis para estes fornecedores.
ro: Optimizările GPU sunt disponibile doar pentru acești producători.
ru: Оптимизации GPU доступны только для этих производителей.

source: Detected GPU:
de: Erkannte GPU:
es: GPU Detectada:
fr: GPU détecté :
it: GPU Rilevata:
pt: GPU Detetada:
ro: GPU Detectat:
ru: Обнаруженный GPU:

source: Optimizations to apply:
de: Anzuwendende Optimierungen:
es: Optimizaciones a aplicar:
fr: Optimisations à appliquer :
it: Ottimizzazioni da applicare:
pt: Otimizações a aplicar:
ro: Optimizări de aplicat:
ru: Оптимизации для применения:

source: These settings will be applied system-wide via environment variables.
de: Diese Einstellungen werden systemweit über Umgebungsvariablen angewendet.
es: Esta configuración se aplicará a todo el sistema mediante variables de entorno.
fr: Ces paramètres seront appliqués à l'échelle du système via des variables d'environnement.
it: Queste impostazioni verranno applicate a livello di sistema tramite variabili d'ambiente.
pt: Estas definições serão aplicadas em todo o sistema via variáveis de ambiente.
ro: Aceste setări vor fi aplicate la nivel de sistem prin variabile de mediu.
ru: Эти настройки будут применены общесистемно через переменные окружения.

source: Optimization Failed
de: Optimierung fehlgeschlagen
es: Optimización Fallida
fr: Échec de l'optimisation
it: Ottimizzazione fallita
pt: A Otimização Falhou
ro: Optimizare Eșuată
ru: Оптимизация не удалась

source: Revert Disk I/O Optimizations?
de: Datenträger-I/O-Optimierungen zurücksetzen?
es: ¿Revertir Optimizaciones de E/S de Disco?
fr: Annuler les optimisations E/S Disque ?
it: Ripristinare ottimizzazioni I/O Disco?
pt: Reverter Otimizações de E/S de Disco?
ro: Revenire Optimizări I/O Disc?
ru: Отменить оптимизации дискового ввода/вывода?

source: This will remove the custom I/O scheduler rules.
de: Dies entfernt die benutzerdefinierten I/O-Scheduler-Regeln.
es: Esto eliminará las reglas personalizadas del planificador de E/S.
fr: Ceci supprimera les règles personnalisées du planificateur E/S.
it: Questo rimuoverà le regole personalizzate dello scheduler I/O.
pt: Isto removerá as regras personalizadas de agendador de E/S.
ro: Aceasta va elimina regulile personalizate planificator I/O.
ru: Это удалит пользовательские правила планировщика ввода/вывода.

source: Disk I/O optimizations reverted!
de: Datenträger-I/O-Optimierungen zurückgesetzt!
es: ¡Optimizaciones de E/S de disco revertidas!
fr: Optimisations E/S Disque annulées !
it: Ottimizzazioni I/O Disco ripristinate!
pt: Otimizações de E/S de Disco revertidas!
ro: Optimizări I/O disc anulate!
ru: Оптимизации дискового ввода/вывода отменены!

source: Optimize Disk I/O Schedulers?
de: Datenträger-I/O-Scheduler optimieren?
es: ¿Optimizar Planificadores de E/S de Disco?
fr: Optimiser les planificateurs E/S Disque ?
it: Ottimizzare scheduler I/O Disco?
pt: Otimizar Agendadores de E/S de Disco?
ro: Optimizează Planificatoare I/O Disc?
ru: Оптимизировать планировщики дискового ввода/вывода?

source: This will configure optimal I/O schedulers for gaming:
de: Dies konfiguriert optimale I/O-Scheduler für Spiele:
es: Esto configurará los planificadores de E/S óptimos para juegos:
fr: Ceci configurera les planificateurs E/S optimaux pour le jeu :
it: Questo configurerà scheduler I/O ottimali per il gaming:
pt: Isto configurará os agendadores de E/S ideais para jogos:
ro: Aceasta va configura planificatoare I/O optime pentru gaming:
ru: Это настроит оптимальные планировщики ввода/вывода для игр:

source: (best latency)
de: (beste Latenz)
es: (mejor latencia)
fr: (meilleure latence)
it: (migliore latenza)
pt: (melhor latência)
ro: (cea mai bună latență)
ru: (лучшая задержка)

source: (maximum performance)
de: (maximale Leistung)
es: (máximo rendimiento)
fr: (performance maximale)
it: (massime prestazioni)
pt: (desempenho máximo)
ro: (performanță maximă)
ru: (максимальная производительность)

source: Changes take effect immediately without reboot.
de: Änderungen werden sofort ohne Neustart wirksam.
es: Los cambios surten efecto inmediatamente sin reiniciar.
fr: Les changements prennent effet immédiatement sans redémarrage.
it: Le modifiche hanno effetto immediato senza riavvio.
pt: As alterações têm efeito imediatamente sem reiniciar.
ro: Schimbările au efect imediat, fără restart.
ru: Изменения вступают в силу немедленно без перезагрузки.

source: Disk I/O Optimized!
de: Disk I/O optimiert!
es: ¡E/S de Disco Optimizada!
fr: E/S Disque optimisés !
it: I/O Disco Ottimizzato!
pt: E/S de Disco Otimizada!
ro: I/O Disc Optimizat!
ru: Дисковый ввод/вывод оптимизирован!

source: I/O schedulers have been optimized for gaming.
de: I/O-Scheduler wurden für Gaming optimiert.
es: Los planificadores de E/S han sido optimizados para gaming.
fr: Les planificateurs E/S ont été optimisés pour le jeu.
it: Gli scheduler I/O sono stati ottimizzati per il gaming.
pt: Os agendadores de E/S foram otimizados para jogos.
ro: Planificatoarele I/O au fost optimizate pentru gaming.
ru: Планировщики ввода/вывода оптимизированы для игр.

source: Changes are active immediately.
de: Änderungen sind sofort aktiv.
es: Los cambios están activos inmediatamente.
fr: Les changements sont actifs immédiatement.
it: Le modifiche sono attive immediatamente.
pt: As alterações ficam ativas imediatamente.
ro: Schimbările sunt active imediat.
ru: Изменения вступают в силу немедленно.

source: Configuration saved to:
de: Konfiguration gespeichert in:
es: Configuración guardada en:
fr: Configuration enregistrée dans :
it: Configurazione salvata in:
pt: Configuração guardada em:
ro: Configurație salvată în:
ru: Конфигурация сохранена в:

source: Optimization failed
de: Optimierung fehlgeschlagen
es: Optimización fallida
fr: Échec de l'optimisation
it: Ottimizzazione fallita
pt: A otimização falhou
ro: Optimizare eșuată
ru: Оптимизация не удалась

source: Install MangoHud + Goverlay?
de: MangoHud + Goverlay installieren?
es: ¿Instalar MangoHud + Goverlay?
fr: Installer MangoHud + Goverlay ?
it: Installare MangoHud + Goverlay?
pt: Instalar MangoHud + Goverlay?
ro: Instalează MangoHud + Goverlay?
ru: Установить MangoHud + Goverlay?

source: MangoHud is a Vulkan/OpenGL overlay for monitoring FPS, temperatures, CPU/GPU load and more.
es: MangoHud es una superposición de Vulkan/OpenGL para monitorizar FPS, temperaturas, carga de CPU/GPU y más.
fr: MangoHud est un overlay Vulkan/OpenGL pour surveiller les FPS, températures, charge CPU/GPU et plus.
it: MangoHud è un overlay Vulkan/OpenGL per monitorare FPS, temperature, carico CPU/GPU e altro.
pt: O MangoHud é um overlay Vulkan/OpenGL para monitorizar FPS, temperaturas, carga CPU/GPU e mais.

source: MangoHud + Goverlay installed!
de: MangoHud + Goverlay installiert!
es: ¡MangoHud + Goverlay instalado!
fr: MangoHud + Goverlay installés !
it: MangoHud + Goverlay installati!
pt: MangoHud + Goverlay instalados!
ro: MangoHud + Goverlay instalate!
ru: MangoHud + Goverlay установлены!

source: • Steam: Add 'mangohud %command%' to game launch options
de: • Steam: Fügen Sie 'mangohud %command%' zu den Startoptionen hinzu
es: • Steam: Añade 'mangohud %command%' a las opciones de lanzamiento del juego
fr: • Steam : Ajoutez 'mangohud %command%' aux options de lancement du jeu
it: • Steam: Aggiungi 'mangohud %command%' alle opzioni di avvio del gioco
pt: • Steam: Adicione 'mangohud %command%' às opções de lançamento do jogo
ro: • Steam: Adaugă 'mangohud %command%' la opțiunile de lansare
ru: • Steam: Добавьте 'mangohud %command%' в параметры запуска игры

source: • Configure via Goverlay application
de: • Konfigurieren über Goverlay-Anwendung
es: • Configurar a través de la aplicación Goverlay
fr: • Configurez via l'application Goverlay
it: • Configura tramite l'applicazione Goverlay
pt: • Configure via aplicação Goverlay
ro: • Configurează prin aplicația Goverlay
ru: • Настройка через приложение Goverlay

source: • Toggle in-game with Shift+F12
de: • Umschalten im Spiel mit Umschalt+F12
es: • Alternar en el juego con Shift+F12
fr: • Basculez en jeu avec Shift+F12
it: • Attiva/Disattiva in gioco con Shift+F12
pt: • Alternar no jogo com Shift+F12
ro: • Comută în joc cu Shift+F12
ru: • Переключение в игре с помощью Shift+F12

source: Revert ALL Gaming Optimizations?
de: ALLE Gaming-Optimierungen zurücksetzen?
es: ¿Revertir TODAS las Optimizaciones Gaming?
fr: Annuler TOUTES les optimisations de jeu ?
it: Ripristinare TUTTE le ottimizzazioni Gaming?
pt: Reverter TODAS as Otimizações de Jogos?
ro: Revenire TOATE Optimizările Gaming?
ru: Отменить ВСЕ игровые оптимизации?

source: This will remove: • Gaming sysctl tweaks • GPU optimizations • Disk I/O optimizations • Performance Mode script GameMode and MangoHud will remain installed. Continue?
es: Esto eliminará: • Ajustes sysctl gaming • Optimizaciones de GPU • Optimizaciones de E/S de disco • Script de modo rendimiento GameMode y MangoHud permanecerán instalados. ¿Continuar?
fr: Ceci supprimera : • Réglages Gaming sysctl • Optimisations GPU • Optimisations E/S disque • Script Mode Performance GameMode et MangoHud resteront installés. Continuer ?
it: Questo rimuoverà: • Modifiche sysctl gaming • Ottimizzazioni GPU • Ottimizzazioni I/O Disco • Script Modalità Prestazioni GameMode e MangoHud rimarranno installati. Continuare?
pt: Isto irá remover: • Ajustes sysctl para jogos • Otimizações de GPU • Otimizações de E/S de Disco • Script de Modo de Desempenho O GameMode e o MangoHud permanecerão instalados. Continuar?
