Repository: SoplosLinux/soplos-welcome
Catalog: locale/*/LC_MESSAGES/soplos-welcome.po
Languages: de, es, fr, it, pt, ro, ru

source: Optimizations reverted!
de: Optimierungen zurückgesetzt!
es: ¡Optimizaciones revertidas!
fr: Optimisations annulées !
it: Ottimizzazioni ripristinate!
pt: Otimizações revertidas!
ro: Optimizări anulate!
ru: Оптимизации отменены!

source: All gaming tweaks have been removed.
de: Alle Gaming-Optimierungen wurden entfernt.
es: Se han eliminado todos los ajustes de juegos.
fr: Tous les réglages de jeu ont été supprimés.
it: Tutte le modifiche gaming sono state rimosse.
pt: Todos os ajustes de jogos foram removidos.
ro: Toate ajustările gaming au fost eliminate.
ru: Все игровые твики были удалены.

source: No optimizations found
de: Keine Optimierungen gefunden
es: No se encontraron optimizaciones
fr: Aucune optimisation trouvée
it: Nessuna ottimizzazione trovata
pt: Nenhuma otimização encontrada
ro: Nicio optimizare găsită
ru: Оптимизации не найдены

source: No gaming optimizations are currently applied.
de: Derzeit sind keine Gaming-Optimierungen angewendet.
es: Actualmente no se aplican optimizaciones de juegos.
fr: Aucune optimisation de jeu n'est actuellement appliquée.
it: Nessuna ottimizzazione gaming applicata al momento.
pt: Nenhumas otimizações de jogos estão atualmente aplicadas.
ro: Nicio optimizare gaming nu este aplicată momentan.
ru: Игровые оптимизации в настоящее время не применены.

source: Install Gaming Wallpapers?
de: Gaming-Hintergrundbilder installieren?
es: ¿Instalar Fondos de Pantalla Gaming?
fr: Installer les fonds d'écran Gaming ?
it: Installare Sfondi Gaming?
pt: Instalar Papéis de Parede de Jogos?
ro: Instalează Imagini Fundal Gaming?
ru: Установить игровые обои?

source: This will install exclusive gaming wallpapers for
de: Dies installiert exklusive Gaming-Hintergrundbilder für
es: Esto instalará fondos de pantalla exclusivos de juegos para
fr: Ceci installera des fonds d'écran de jeu exclusifs pour
it: Questo installerà sfondi gaming esclusivi per
pt: Isto instalará papéis de parede exclusivos de jogos para
ro: Aceasta va instala imagini de fundal gaming exclusive pentru
ru: Это установит эксклюзивные игровые обои для

source: Wallpapers have been installed to:
de: Hintergrundbilder wurden installiert nach:
es: Los fondos de pantalla se han instalado en:
fr: Les fonds d'écran ont été installés dans :
it: Sfondi installati in:
pt: Os papéis de parede foram instalados para:
ro: Imaginile au fost instalate în:
ru: Обои были установлены в:

source: Symlinks created in:
de: Symlinks erstellt in:
es: Enlaces simbólicos creados en:
fr: Liens symboliques créés dans :
it: Collegamenti creati in:
pt: Symlinks criados em:
ro: Legături simbolice create în:
ru: Символические ссылки созданы в:

source: You can now select them from your wallpaper settings.
de: Sie können sie jetzt in Ihren Hintergrundeinstellungen auswählen.
es: Ahora puedes seleccionarlos desde la configuración de fondo de pantalla.
fr: Vous pouvez maintenant les sélectionner depuis vos paramètres de fond d'écran.
it: Ora puoi selezionarli dalle impostazioni dello sfondo.
pt: Pode agora selecioná-los nas suas definições de papel de parede.
ro: Le puteți selecta acum din setările de fundal.
ru: Теперь вы можете выбрать их в настройках обоев.

source: Gaming wallpapers installed successfully!
de: Gaming-Hintergrundbilder erfolgreich installiert!
es: ¡Fondos de pantalla gaming instalados exitosamente!
fr: Fonds d'écran Gaming installés avec succès !
it: Sfondi gaming installati con successo!
pt: Papéis de parede de jogos instalados com sucesso!
ro: Imagini fundal gaming instalate cu succes!
ru: Игровые обои успешно установлены!

source: Archive not found
de: Archiv nicht gefunden
es: Archivo no encontrado
fr: Archive non trouvée
it: Archivio non trovato
pt: Arquivo não encontrado
ro: Arhivă negăsită
ru: Архив не найден

source: Unexpected error
de: Unerwarteter Fehler
es: Error inesperado
fr: Erreur inattendue
it: Errore inatteso
pt: Erro inesperado
ro: Eroare neașteptată
ru: Неожиданная ошибка

source: Launchers
de: Launcher
es: Lanzadores
fr: Lanceurs
it: Launcher
pt: Lançadores
ro: Lansatoare
ru: Лаунчеры

source: Official Package
de: Offizielles Paket
es: Paquete Oficial
fr: Paquet officiel
it: Pacchetto Ufficiale
pt: Pacote Oficial
ro: Pachet Oficial
ru: Официальный пакет

source: Operation completed successfully
de: Vorgang erfolgreich abgeschlossen
es: Operación completada con éxito
fr: Opération terminée avec succès
it: Operazione completata con successo
pt: Operação concluída com sucesso
ro: Operațiune finalizată cu succes
ru: Операция успешно завершена

source: RGB Theme Deactivated
de: RGB-Thema deaktiviert
es: Tema RGB Desactivado
fr: Thème RGB désactivé
it: Tema RGB Disattivato
pt: Tema RGB Desativado
ro: Temă RGB Dezactivată
ru: RGB Тема деактивирована

source: The RGB gaming theme has been disabled.
de: Das RGB-Gaming-Thema wurde deaktiviert.
es: El tema RGB para juegos ha sido desactivado.
fr: Le thème de jeu RGB a été désactivé.
it: Il tema gaming RGB è stato disabilitato.
pt: O tema de jogos RGB foi desativado.
ro: Tema gaming RGB a fost dezactivată.
ru: Игровая тема RGB была отключена.

source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro
ro: Eroare
ru: Ошибка

source: RGB Theme Activated! 🎮
de: RGB-Thema aktiviert! 🎮
es: ¡Tema RGB Activado! 🎮
fr: Thème RGB activé ! 🎮
it: Tema RGB Attivato! 🎮
pt: Tema RGB Ativado! 🎮
ro: Temă RGB Activată! 🎮
ru: RGB Тема активирована! 🎮

source: Gaming RGB theme applied!
de: Gaming RGB-Thema angewendet!
es: ¡Tema RGB para juegos aplicado!
fr: Thème de jeu RGB appliqué !
it: Tema gaming RGB applicato!
pt: Tema de jogos RGB aplicado!
ro: Temă RGB gaming aplicată!
ru: Игровая RGB тема применена!

source: Features:
de: Funktionen:
es: Características:
fr: Fonctionnalités :
it: Funzionalità:
pt: Funcionalidades:
ro: Caracteristici:
ru: Особенности:

source: Neon red accents
de: Neonrote Akzente
es: Acentos en rojo neón
fr: Accents rouge néon
it: Accenti rosso neon
pt: Acentos vermelho néon
ro: Accente roșii neon
ru: Неоновые красные акценты

source: Dark optimized interface
de: Dunkle optimierte Oberfläche
es: Interfaz oscura optimizada
fr: Interface sombre optimisée
it: Interfaccia scura ottimizzata
pt: Interface otimizada escura
ro: Interfață întunecată optimizată
ru: Темный оптимизированный интерфейс

source: Click 'RGB Theme' again to deactivate
de: Klicken Sie erneut auf 'RGB-Thema' zum Deaktivieren
es: Haz clic en 'Tema RGB' de nuevo para desactivar
fr: Cliquez nouveau sur 'Thème RGB' pour désactiver
it: Clicca di nuovo 'Tema RGB' per disattivare
pt: Clique 'Tema RGB' novamente para desativar
ro: Faceți clic pe 'Temă RGB' din nou pentru a dezactiva
ru: Нажмите 'RGB Тема' снова для деактивации

source: Error Activating RGB Theme
de: Fehler beim Aktivieren des RGB-Themas
es: Error al Activar Tema RGB
fr: Erreur lors de l'activation du thème RGB
it: Errore attivazione Tema RGB
pt: Erro ao Ativar Tema RGB
ro: Eroare Activare Temă RGB
ru: Ошибка активации RGB темы

source: Kernel Management
de: Kernel-Verwaltung
es: Gestión de Núcleos
fr: Gestion du noyau
it: Gestione Kernel
pt: Gestão de Kernel
ro: Gestionare Kernel
ru: Управление ядром

source: CPU Microcode Updates
es: Actualizaciones de Microcódigo de CPU
fr: Mises à jour du microcode CPU
it: Aggiornamenti Microcode CPU
pt: Atualizações de Microcódigo de CPU
ro: Actualizări Microcod CPU
ru: Обновления микрокода CPU

source: Security and performance firmware updates for your CPU.
de: Sicherheits- und Leistungs-Firmware-Updates für Ihre CPU.
es: Actualizaciones de firmware de seguridad y rendimiento para tu CPU.
fr: Mises à jour de sécurité et de performance pour votre CPU.
it: Aggiornamenti firmware di sicurezza e prestazioni per la tua CPU.
pt: Atualizações de firmware de segurança e desempenho para o seu CPU.
ro: Actualizări firmware de securitate și performanță pentru CPU.
ru: Обновления безопасности и производительности для вашего процессора.

source: Warning: Liquorix kernel is NOT compatible with proprietary NVIDIA drivers.
es: Advertencia: El kernel Liquorix NO es compatible con los controladores propietarios de NVIDIA.
fr: Avertissement : Le noyau Liquorix n'est PAS compatible avec les pilotes propriétaires NVIDIA.
it: Attenzione: Il kernel Liquorix NON è compatibile con i driver proprietari NVIDIA.
pt: Aviso: O kernel Liquorix NÃO é compatível com drivers proprietários NVIDIA.

source: Available Kernels
de: Verfügbare Kernel
es: Kernels Disponibles
fr: Noyaux disponibles
it: Kernel Disponibili
pt: Kernels Disponíveis
ro: Kernel-uri Disponibile
ru: Доступные ядра

source: Manage your system kernels. You can install optimized kernels for better performance or latency.
es: Gestiona tus kernels del sistema. Puedes instalar kernels optimizados para mejor rendimiento o latencia.
fr: Gérez les noyaux de votre système. Vous pouvez installer des noyaux optimisés pour de meilleures performances ou une meilleure latence.
it: Gestisci i kernel del tuo sistema. Puoi installare kernel ottimizzati per migliori prestazioni o latenza.
pt: Gira os kernels do seu sistema. Pode instalar kernels otimizados para melhor desempenho ou latência.

source: Liquorix Kernel
es: Kernel Liquorix
fr: Noyau Liquorix
it: Kernel Liquorix
pt: Kernel Liquorix
ro: Kernel Liquorix
ru: Ядро Liquorix

source: Optimized for interactive systems and gaming. High responsiveness and low latency.
es: Optimizado para sistemas interactivos y juegos. Alta capacidad de respuesta y baja latencia.
fr: Optimisé pour les systèmes interactifs et le jeu. Haute réactivité et faible latence.
it: Ottimizzato per sistemi interattivi e gaming. Alta reattività e bassa latenza.
pt: Otimizado para sistemas interativos e jogos. Alta capacidade de resposta e baixa latência.

source: XanMod Kernel Variants
de: XanMod Kernel Varianten
es: Variantes del Kernel XanMod
fr: Variantes du noyau XanMod
it: Varianti Kernel XanMod
pt: Variantes do Kernel XanMod
ro: Variante Kernel XanMod
ru: Варианты ядра XanMod

source: High performance kernel with advanced optimizations.
de: Hochleistungskernel mit fortgeschrittenen Optimierungen.
es: Kernel de alto rendimiento con optimizaciones avanzadas.
fr: Noyau haute performance avec optimisations avancées.
it: Kernel ad alte prestazioni con ottimizzazioni avanzate.
pt: Kernel de alto desempenho com otimizações avançadas.
ro: Kernel de înaltă performanță cu optimizări avansate.
ru: Высокопроизводительное ядро с расширенными оптимизациями.

source: Choose the variant that matches your hardware:
de: Wählen Sie die Variante, die zu Ihrer Hardware passt:
es: Elige la variante que coincida con tu hardware:
fr: Choisissez la variante correspondant à votre matériel :
it: Scegli la variante che corrisponde al tuo hardware:
pt: Escolha a variante que corresponde ao seu hardware:
ro: Alege varianta potrivită hardware-ului tău:
ru: Выберите вариант, соответствующий вашему оборудованию:

source: For CPUs from 2015+ (Intel Haswell, AMD Zen and newer). AVX2 optimizations.
es: Para CPUs desde 2015+ (Intel Haswell, AMD Zen y más recientes). Optimizaciones AVX2.
fr: Pour les CPU de 2015+ (Intel Haswell, AMD Zen et plus récents). Optimisations AVX2.
it: Per CPU dal 2015 in poi (Intel Haswell, AMD Zen e successivi). Ottimizzazioni AVX2.
pt: Para CPUs de 2015+ (Intel Haswell, AMD Zen e mais recentes). Otimizações AVX2.

source: x64v4 - Advanced
de: x64v4 - Fortgeschritten
es: x64v4 - Avanzado
fr: x64v4 - Avancé
it: x64v4 - Avanzato
pt: x64v4 - Avançado
ro: x64v4 - Avansat
ru: x64v4 - Расширенный

source: For very recent CPUs (Intel 12th gen+, AMD Zen 4+). AVX-512 support.
de: Für sehr aktuelle CPUs (Intel 12. Gen+, AMD Zen 4+). AVX-512 Unterstützung.
es: Para CPUs muy recientes (Intel 12ª gen+, AMD Zen 4+). Soporte AVX-512.
fr: Pour les CPU très récents (Intel 12e gén+, AMD Zen 4+). Support AVX-512.
it: Per CPU molto recenti (Intel 12th gen+, AMD Zen 4+). Supporto AVX-512.
pt: Para CPUs muito recentes (Intel 12ª geração+, AMD Zen 4+). Suporte AVX-512.
ro: Pentru CPU-uri foarte recente (Intel 12th gen+, AMD Zen 4+). Suport AVX-512.
ru: Для очень новых процессоров (Intel 12-го поколения+, AMD Zen 4+). Поддержка AVX-512.

source: EDGE - Experimental
de: EDGE - Experimentell
fr: EDGE - Expérimental
it: EDGE - Sperimentale
ru: EDGE - Экспериментальный

source: Not recommended for production
de: Nicht empfohlen für Produktion
es: No recomendado para producción
fr: Non recommandé pour la production
it: Non raccomandato per la produzione
pt: Não recomendado para produção
ro: Nerecomandat pentru producție
ru: Не рекомендуется для продакшна

source: Latest experimental features. May be unstable. For testing only.
de: Neueste experimentelle Funktionen. Kann instabil sein. Nur zum Testen.
es: Últimas características experimentales. Puede ser inestable. Solo para pruebas.
fr: Dernières fonctionnalités expérimentales. Peut être instable. Pour tests uniquement.
it: Ultime funzionalità sperimentali. Potrebbe essere instabile. Solo per test.
pt: Funcionalidades experimentais mais recentes. Pode ser instável. Apenas para testes.
ro: Ultimele funcții experimentale. Poate fi instabil. Doar pentru testare.
ru: Последние экспериментальные функции. Может быть нестабильным. Только для тестирования.

source: LTS - Long Term Support
de: LTS - Langzeitunterstützung
es: LTS - Soporte a Largo Plazo
fr: LTS - Support à long terme
it: LTS - Supporto a Lungo Termine
pt: LTS - Suporte de Longo Prazo
ro: LTS - Suport pe Termen Lung
ru: LTS - Долгосрочная поддержка

source: Most stable
de: Am stabilsten
es: Más estable
fr: Le plus stable
it: Più stabile
pt: Mais estável
ro: Cel mai stabil
ru: Наиболее стабильный

source: Long-term support, conservative updates. Best for stability.
de: Langzeitunterstützung, konservative Updates. Beste Stabilität.
es: Soporte a largo plazo, actualizaciones conservadoras. Mejor para estabilidad.
fr: Support à long terme, mises à jour conservatrices. Le mieux pour la stabilité.
it: Supporto a lungo termine, aggiornamenti conservativi. Migliore per la stabilità.
pt: Suporte de longo prazo, atualizações conservadoras. Melhor para estabilidade.
ro: Suport pe termen lung, actualizări conservative. Cel mai bun pentru stabilitate.
ru: Долгосрочная поддержка, консервативные обновления. Лучше всего для стабильности.

source: System Maintenance
de: Systemwartung
es: Mantenimiento del Sistema
fr: Maintenance système
it: Manutenzione Sistema
pt: Manutenção do Sistema
ro: Întreținere Sistem
ru: Обслуживание системы

source: Tools to keep your system clean and updated.
de: Werkzeuge, um Ihr System sauber und aktuell zu halten.
es: Herramientas para mantener tu sistema limpio y actualizado.
fr: Outils pour garder votre système propre et à jour.
it: Strumenti per mantenere il sistema pulito e aggiornato.
pt: Ferramentas para manter o seu sistema limpo e atualizado.
ro: Instrumente pentru a menține sistemul curat și actualizat.
ru: Инструменты для поддержания чистоты и актуальности вашей системы.

source: Clean Old Kernels
de: Alte Kernel bereinigen
es: Limpiar Kernels Antiguos
fr: Nettoyer les anciens noyaux
it: Pulisci Vecchi Kernel
pt: Limpar Kernels Antigos
ro: Curăță Kernel-uri Vechi
ru: Очистить старые ядра

source: Remove old unused kernels to free up space
de: Alte ungenutzte Kernel entfernen, um Platz freizugeben
es: Eliminar kernels antiguos no utilizados para liberar espacio
fr: Supprimer les anciens noyaux inutilisés pour libérer de l'espace
it: Rimuovi vecchi kernel inutilizzati per liberare spazio
pt: Remover kernels antigos não utilizados para libertar espaço
ro: Elimină kernel-uri vechi nefolosite pentru a elibera spațiu
ru: Удалить старые неиспользуемые ядра для освобождения места

source: Update GRUB
de: GRUB aktualisieren
es: Actualizar GRUB
fr: Mettre à jour GRUB
it: Aggiorna GRUB
pt: Atualizar GRUB
ro: Actualizează GRUB
ru: Обновить GRUB

source: Regenerate GRUB configuration file
de: GRUB-Konfigurationsdatei neu generieren
es: Regenerar archivo de configuración de GRUB
fr: Régénérer le fichier de configuration GRUB
it: Rigenera file di configurazione GRUB
pt: Regenerar ficheiro de configuração do GRUB
ro: Regenerează fișierul configurare GRUB
ru: Восстановить файл конфигурации GRUB

source: Standard Kernel
es: Kernel Estándar
fr: Noyau standard
it: Kernel Standard
pt: Kernel Padrão
ro: Kernel Standard
ru: Стандартное ядро

source: XanMod Kernel
es: Kernel XanMod
fr: Noyau XanMod
it: Kernel XanMod
pt: Kernel XanMod
ro: Kernel XanMod
ru: Ядро XanMod

source: Not detected
de: Nicht erkannt
es: No detectado
fr: Non détecté
it: Non rilevato
pt: Não detetado
ro: Nedetectat
ru: Не обнаружено

source: weeks
de: Wochen
es: semanas
fr: semaines
it: settimane
pt: semanas
ro: săptămâni
ru: недель

source: days
de: Tage
es: días
fr: jours
it: giorni
pt: dias
ro: zile
ru: дней

source: hours
de: Stunden
es: horas
fr: heures
it: ore
pt: horas
ro: ore
ru: часов

source: Current Kernel
de: Aktueller Kernel
es: Núcleo Actual
fr: Noyau actuel
it: Kernel Corrente
pt: Kernel Atual
ro: Kernel Curent
ru: Текущее ядро

source: Uptime
de: Laufzeit
es: Tiempo de actividad
fr: Temps d'activité
it: Tempo di attività
pt: Tempo de Atividade
ro: Timp funcționare
ru: Время работы

source: Uninstall Liquorix
de: Liquorix deinstallieren
es: Desinstalar Liquorix
fr: Désinstaller Liquorix
it: Disinstalla Liquorix
pt: Desinstalar Liquorix
ro: Dezinstalează Liquorix
ru: Удалить Liquorix

source: In Use
de: In Verwendung
es: En Uso
fr: En cours d'utilisation
it: In Uso
pt: Em Uso
ro: În Uz
ru: Используется

source: Installed
de: Installiert
es: Instalado
fr: Installé
it: Installato
pt: Instalado
ro: Instalat
ru: Установлено

source: Install Liquorix
de: Liquorix installieren
es: Instalar Liquorix
fr: Installer Liquorix
it: Installa Liquorix
pt: Instalar Liquorix
ro: Instalează Liquorix
ru: Установить Liquorix

source: Liquorix is not compatible with NVIDIA drivers
de: Liquorix ist nicht kompatibel mit NVIDIA-Treibern
es: Liquorix no es compatible con los controladores NVIDIA
fr: Liquorix n'est pas compatible avec les pilotes NVIDIA
it: Liquorix non è compatibile con i driver NVIDIA
pt: Liquorix não é compatível com drivers NVIDIA
ro: Liquorix nu este compatibil cu driverele NVIDIA
ru: Liquorix не совместим с драйверами NVIDIA

source: Incompatible with NVIDIA
de: Inkompatibel mit NVIDIA
es: Incompatible con NVIDIA
fr: Incompatible avec NVIDIA
it: Incompatibile con NVIDIA
pt: Incompatível com NVIDIA
ro: Incompatibil cu NVIDIA
ru: Несовместимо с NVIDIA

source: CPU vendor not detected
de: CPU-Hersteller nicht erkannt
es: Proveedor de CPU no detectado
fr: Vendeur CPU non détecté
it: Produttore CPU non rilevato
pt: Fornecedor de CPU não detetado
ro: Producător CPU nedetectat
ru: Производитель процессора не обнаружен

source: Uninstall
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
it: Disinstalla
pt: Desinstalar
ro: Dezinstalează
ru: Удалить

source: Installing Liquorix Kernel...
de: Installiere Liquorix Kernel...
es: Instalando Kernel Liquorix...
fr: Installation du noyau Liquorix...
it: Installazione Kernel Liquorix...
pt: A instalar Kernel Liquorix...
ro: Se instalează Kernel Liquorix...
ru: Установка ядра Liquorix...

source: Installation complete.
de: Installation abgeschlossen.
es: Instalación completada.
fr: Installation terminée.
it: Installazione completata.
pt: Instalação concluída.
ro: Instalare finalizată.
ru: Установка завершена.

source: Installing XanMod
de: Installiere XanMod
es: Instalando XanMod
fr: Installation de XanMod
it: Installazione XanMod
pt: A instalar XanMod
ro: Se instalează XanMod
ru: Установка XanMod

source: Uninstalling Liquorix Kernel...
de: Deinstalliere Liquorix Kernel...
es: Desinstalando Kernel Liquorix...
fr: Désinstallation du noyau Liquorix...
it: Disinstallazione Kernel Liquorix...
pt: A desinstalar Kernel Liquorix...
ro: Se dezinstalează Kernel Liquorix...
ru: Удаление ядра Liquorix...

source: Uninstallation complete.
de: Deinstallation abgeschlossen.
es: Desinstalación completada.
fr: Désinstallation terminée.
it: Disinstallazione completata.
pt: Desinstalação concluída.
ro: Dezinstalare finalizată.
ru: Удаление завершено.

source: Uninstalling XanMod
de: Deinstalliere XanMod
es: Desinstalando XanMod
fr: Désinstallation de XanMod
it: Disinstallazione XanMod
pt: A desinstalar XanMod
ro: Se dezinstalează XanMod
ru: Удаление XanMod

source: Kernel in Use
de: Kernel in Verwendung
es: Núcleo en Uso
fr: Noyau en cours d'utilisation
it: Kernel in Uso
pt: Kernel em Uso
ro: Kernel în Uz
ru: Ядро используется

source: Cannot uninstall {0} because it is currently running. Please boot into another kernel first.
es: No se puede desinstalar {0} porque está actualmente en ejecución. Por favor, arranca en otro kernel primero.
fr: Impossible de désinstaller {0} car il est en cours d'exécution. Veuillez redémarrer sur un autre noyau d'abord.
it: Impossibile disinstallare {0} perché è attualmente in esecuzione. Avviare prima un altro kernel.
pt: Não é possível desinstalar {0} porque está atualmente em execução. Por favor, inicie com outro kernel primeiro.

source: Checking for old kernels...
de: Suche nach alten Kerneln...
es: Comprobando kernels antiguos...
fr: Recherche des anciens noyaux...
it: Controllo vecchi kernel...
pt: A verificar kernels antigos...
ro: Se verifică kernel-uri vechi...
ru: Проверка старых ядер...

source: No old kernels to remove.
de: Keine alten Kernel zum Entfernen.
es: No hay kernels antiguos para eliminar.
fr: Aucun ancien noyau à supprimer.
it: Nessun vecchio kernel da rimuovere.
pt: Nenhum kernel antigo para remover.
ro: Niciun kernel vechi de eliminat.
ru: Нет старых ядер для удаления.

source: Removing old kernels...
de: Entferne alte Kernel...
es: Eliminando kernels antiguos...
fr: Suppression des anciens noyaux...
it: Rimozione vecchi kernel...
pt: A remover kernels antigos...
ro: Se elimină kernel-uri vechi...
ru: Удаление старых ядер...

source: Updating GRUB...
de: Aktualisiere GRUB...
es: Actualizando GRUB...
fr: Mise à jour de GRUB...
it: Aggiornamento GRUB...
pt: A atualizar GRUB...
ro: Se actualizează GRUB...
ru: Обновление GRUB...

source: Cleanup complete.
de: Bereinigung abgeschlossen.
es: Limpieza completada.
fr: Nettoyage terminé.
it: Pulizia completata.
pt: Limpeza concluída.
ro: Curățare finalizată.
ru: Очистка завершена.

source: GRUB update complete.
de: GRUB-Update abgeschlossen.
es: Actualización de GRUB completada.
fr: Mise à jour de GRUB terminée.
it: Aggiornamento GRUB completato.
pt: Atualização do GRUB concluída.
ro: Actualizare GRUB finalizată.
ru: Обновление GRUB завершено.

source: Installing
de: Installiere
es: Instalando...
fr: Installation
it: Installazione
pt: A instalar
ro: Se instalează
ru: Установка

source: A system reboot is recommended to apply microcode updates.
de: Ein Systemneustart wird empfohlen, um Microcode-Updates anzuwenden.
es: Se recomienda reiniciar el sistema para aplicar las actualizaciones de microcódigo.
fr: Un redémarrage est recommandé pour appliquer les mises à jour de microcode.
it: Si raccomanda un riavvio del sistema per applicare gli aggiornamenti del microcode.
pt: Recomenda-se reiniciar o sistema para aplicar atualizações de microcódigo.
ro: Un restart de sistem este recomandat pentru a aplica actualizările microcode.
ru: Рекомендуется перезагрузка системы для применения обновлений микрокода.

source: Uninstalling
de: Deinstalliere
es: Desinstalando...
fr: Désinstallation
it: Disinstallazione
pt: A desinstalar
ro: Se dezinstalează
ru: Удаление

source: Recommended for You
de: Empfohlen für Sie
es: Recomendado para Ti
fr: Recommandé pour vous
it: Raccomandato per Te
pt: Recomendado para Si
ro: Recomandate pentru Tine
ru: Рекомендовано для вас
