Repository: SoplosLinux/soplos-welcome
Catalog: locale/*/LC_MESSAGES/soplos-welcome.po
Languages: de, es, fr, it, pt, ro, ru

source: • Install essential software
de: • Wichtige Software installieren
es: • Instalar software esencial
fr: • Installer les logiciels essentiels
it: • Installare software essenziale
pt: • Instalar software essencial
ro: • Instalează software esențial
ru: • Установки необходимого программного обеспечения

source: • Configure system drivers
de: • Systemtreiber konfigurieren
es: • Configurar controladores del sistema
fr: • Configurer les pilotes système
it: • Configurare driver di sistema
pt: • Configurar drivers do sistema
ro: • Configurează drivere de sistem
ru: • Настройки системных драйверов

source: • Customize your desktop
de: • Desktop anpassen
es: • Personalizar tu escritorio
fr: • Personnaliser votre bureau
it: • Personalizzare il tuo desktop
pt: • Personalizar o seu ambiente de trabalho
ro: • Personalizează desktop-ul
ru: • Настройки вашего рабочего стола

source: • Manage system kernels
de: • Systemkernel verwalten
es: • Gestionar núcleos del sistema
fr: • Gérer les noyaux système
it: • Gestire i kernel di sistema
pt: • Gerir kernels do sistema
ro: • Gestionează kernel-uri de sistem
ru: • Управления ядрами системы

source: • View recommended applications
de: • Empfohlene Anwendungen ansehen
es: • Ver aplicaciones recomendadas
fr: • Voir les applications recommandées
it: • Visualizzare applicazioni raccomandate
pt: • Ver aplicações recomendadas
ro: • Vezi aplicații recomandate
ru: • Просмотра рекомендованных приложений

source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
it: Inizia
pt: Começar
ro: Începe
ru: Начать

source: Donate
de: Spenden
es: Donar
fr: Faire un don
it: Dona
pt: Doar
ro: Donează
ru: Пожертвовать

source: Show this application on startup
de: Diese Anwendung beim Start anzeigen
es: Mostrar esta aplicación al iniciar
fr: Afficher cette application au démarrage
it: Mostra questa applicazione all'avvio
pt: Mostrar esta aplicação no arranque
ro: Arată această aplicație la pornire
ru: Показывать это приложение при запуске

source: Could not open website
de: Konnte Webseite nicht öffnen
es: No se pudo abrir el sitio web
fr: Impossible d'ouvrir le site web
it: Impossibile aprire il sito web
pt: Não foi possível abrir o site
ro: Nu s-a putut deschide site-ul web
ru: Не удалось открыть веб-сайт

source: Check your internet connection and try again.
de: Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Comprueba tu conexión a internet e inténtalo de nuevo.
fr: Vérifiez votre connexion Internet et réessayez.
it: Controlla la tua connessione internet e riprova.
pt: Verifique a sua ligação à internet e tente novamente.
ro: Verificați conexiunea la internet și încercați din nou.
ru: Проверьте подключение к интернету и попробуйте снова.

source: Could not open forum
de: Konnte Forum nicht öffnen
es: No se pudo abrir el foro
fr: Impossible d'ouvrir le forum
it: Impossibile aprire il forum
pt: Não foi possível abrir o fórum
ro: Nu s-a putut deschide forumul
ru: Не удалось открыть форум

source: Could not open wiki
de: Konnte Wiki nicht öffnen
es: No se pudo abrir la wiki
fr: Impossible d'ouvrir le wiki
it: Impossibile aprire la wiki
pt: Não foi possível abrir a wiki
ro: Nu s-a putut deschide wiki-ul
ru: Не удалось открыть вики

source: Could not open donation page
de: Konnte Spendenseite nicht öffnen
es: No se pudo abrir la página de donaciones
fr: Impossible d'ouvrir la page de don
it: Impossibile aprire la pagina delle donazioni
pt: Não foi possível abrir a página de doações
ro: Nu s-a putut deschide pagina de donații
ru: Не удалось открыть страницу пожертвований

source: Error enabling autostart
de: Fehler beim Aktivieren des Autostarts
es: Error al activar el inicio automático
fr: Erreur lors de l'activation du démarrage automatique
it: Errore abilitazione avvio automatico
pt: Erro ao ativar arranque automático
ro: Eroare la activarea autostart
ru: Ошибка включения автозапуска

source: Could not create autostart file.
de: Konnte Autostart-Datei nicht erstellen.
es: No se pudo crear el archivo de inicio automático.
fr: Impossible de créer le fichier de démarrage automatique.
it: Impossibile creare file di avvio automatico.
pt: Não foi possível criar ficheiro de arranque automático.
ro: Nu s-a putut crea fișierul autostart.
ru: Не удалось создать файл автозапуска.

source: Error disabling autostart
de: Fehler beim Deaktivieren des Autostarts
es: Error al desactivar el inicio automático
fr: Erreur lors de la désactivation du démarrage automatique
it: Errore disabilitazione avvio automatico
pt: Erro ao desativar arranque automático
ro: Eroare la dezactivarea autostart
ru: Ошибка отключения автозапуска

source: Could not remove autostart file.
de: Konnte Autostart-Datei nicht entfernen.
es: No se pudo eliminar el archivo de inicio automático.
fr: Impossible de supprimer le fichier de démarrage automatique.
it: Impossibile rimuovere file di avvio automatico.
pt: Não foi possível remover ficheiro de arranque automático.
ro: Nu s-a putut elimina fișierul autostart.
ru: Не удалось удалить файл автозапуска.

source: Starting...
de: Starte...
es: Iniciando...
fr: Démarrage...
it: Avvio in corso...
pt: A iniciar...
ro: Se pornește...
ru: Запуск...

source: Unpacking
de: Entpacke
es: Desempaquetando
fr: Dépaquetage
it: Estrazione
pt: A descompactar
ro: Se despachetează
ru: Распаковка

source: Configuring
de: Konfiguriere
es: Configurando
fr: Configuration
it: Configurazione
pt: A configurar
ro: Se configurează
ru: Конфигурация

source: Dedicated
de: Dediziert
es: Dedicada
fr: Dédié
it: Dedicata
pt: Dedicada
ro: Dedicat
ru: Дискретная

source: Dedicated/Integrated
de: Dediziert/Integriert
es: Dedicada/Integrada
fr: Dédié/Intégré
it: Dedicata/Integrata
pt: Dedicada/Integrada
ro: Dedicat/Integrat
ru: Дискретная/Интегрированная

source: Integrated
de: Integriert
es: Integrada
fr: Intégré
it: Integrata
pt: Integrada
ro: Integrat
ru: Интегрированная

source: Disk
de: Festplatte
es: Disco
fr: Disque
it: Disco
pt: Disco
ro: Disc
ru: Диск

source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
pt: Outros
ro: Altele
ru: Другое

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
pt: Ligado
ro: Conectat
ru: Подключено

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
pt: Desligado
ro: Deconectat
ru: Отключено

source: Detecting CPU...
de: Erkenne CPU...
es: Detectando CPU...
fr: Détection du CPU...
it: Rilevamento CPU...
pt: A detetar CPU...
ro: Se detectează CPU...
ru: Обнаружение CPU...

source: Detecting memory...
de: Erkenne Arbeitsspeicher...
es: Detectando memoria...
fr: Détection de la mémoire...
it: Rilevamento memoria...
pt: A detetar memória...
ro: Se detectează memoria...
ru: Обнаружение памяти...

source: Detecting GPU...
de: Erkenne GPU...
es: Detectando GPU...
fr: Détection du GPU...
it: Rilevamento GPU...
pt: A detetar GPU...
ro: Se detectează GPU...
ru: Обнаружение GPU...

source: Detecting virtual machine...
de: Erkenne virtuelle Maschine...
es: Detectando máquina virtual...
fr: Détection de la machine virtuelle...
it: Rilevamento macchina virtuale...
pt: A detetar máquina virtual...
ro: Se detectează mașina virtuală...
ru: Обнаружение виртуальной машины...

source: Detecting storage...
de: Erkenne Speicher...
es: Detectando almacenamiento...
fr: Détection du stockage...
it: Rilevamento archiviazione...
pt: A detetar armazenamento...
ro: Se detectează stocarea...
ru: Обнаружение накопителя...

source: Detecting network...
de: Erkenne Netzwerk...
es: Detectando red...
fr: Détection du réseau...
it: Rilevamento rete...
pt: A detetar rede...
ro: Se detectează rețeaua...
ru: Обнаружение сети...

source: Scan completed
de: Scan abgeschlossen
es: Escaneo completado
fr: Analyse terminée
it: Scansione completata
pt: Verificação concluída
ro: Scanare finalizată
ru: Сканирование завершено

source: Detecting hybrid graphics...
de: Hybrid-Grafik wird erkannt...
fr: Détection des graphiques hybrides...
ro: Se detectează grafica hibridă...
ru: Обнаружение гибридной графики...

source: Hybrid Graphics (Laptops)
de: Hybrid-Grafik (Laptops)
fr: Graphiques hybrides (Ordinateurs portables)
ro: Grafică Hibridă (Laptopuri)
ru: Гибридная графика (Ноутбуки)

source: For laptops with Intel/AMD + NVIDIA graphics
de: Für Laptops mit Intel/AMD + NVIDIA Grafik
fr: Pour ordinateurs portables avec graphiques Intel/AMD + NVIDIA
ro: Pentru laptopuri cu grafică Intel/AMD + NVIDIA
ru: Для ноутбуков с графикой Intel/AMD + NVIDIA

source: Use NVIDIA on demand (recommended, saves battery)
de: NVIDIA bei Bedarf verwenden (empfohlen, spart Akku)
fr: Utiliser NVIDIA à la demande (recommandé, économise la batterie)
ro: Folosește NVIDIA la cerere (recomandat, economisește bateria)
ru: Использовать NVIDIA по требованию (рекомендуется, экономит батарею)

source: NVIDIA Primary
de: NVIDIA Primär
fr: NVIDIA Primaire
ro: NVIDIA Primar
ru: Основная NVIDIA

source: Always use NVIDIA GPU (maximum performance)
de: NVIDIA GPU immer verwenden (maximale Leistung)
fr: Toujours utiliser le GPU NVIDIA (performances maximales)
ro: Folosește întotdeauna GPU NVIDIA (performanță maximă)
ru: Всегда использовать GPU NVIDIA (максимальная производительность)

source: Detect Hybrid Setup
de: Hybrid-Setup erkennen
fr: Détecter la configuration hybride
ro: Detectează Configurația Hibridă
ru: Обнаружить гибридную конфигурацию

source: Check if you have a hybrid graphics laptop
de: Prüfen Sie, ob Sie einen Laptop mit Hybrid-Grafik haben
fr: Vérifiez si vous avez un ordinateur portable avec graphiques hybrides
ro: Verifică dacă ai un laptop cu grafică hibridă
ru: Проверьте, есть ли у вас ноутбук с гибридной графикой

source: Hybrid Graphics Detected
de: Hybrid-Grafik erkannt
fr: Graphiques hybrides détectés
ro: Grafică Hibridă Detectată
ru: Обнаружена гибридная графика

source: Integrated:
de: Integriert:
fr: Intégré :
ro: Integrată:
ru: Интегрированная:

source: Dedicated:
de: Dediziert:
fr: Dédié :
ro: Dedicată:
ru: Дискретная:

source: Configure how your GPUs work together:
de: Konfigurieren Sie, wie Ihre GPUs zusammenarbeiten:
fr: Configurez comment vos GPU fonctionnent ensemble :
ro: Configurează cum lucrează GPU-urile tale împreună:
ru: Настройте совместную работу ваших GPU:

source: Use NVIDIA on demand (saves battery)
de: NVIDIA bei Bedarf verwenden (spart Akku)
fr: Utiliser NVIDIA à la demande (économise la batterie)
ro: Folosește NVIDIA la cerere (economisește bateria)
ru: Использовать NVIDIA по требованию (экономит батарею)

source: Always use NVIDIA (max performance)
de: NVIDIA immer verwenden (max. Leistung)
fr: Toujours utiliser NVIDIA (performances max)
ro: Folosește întotdeauna NVIDIA (performanță max)
ru: Всегда использовать NVIDIA (макс. производительность)

source: Hybrid Graphics Detection
de: Hybrid-Grafik-Erkennung
fr: Détection des graphiques hybrides
ro: Detectare Grafică Hibridă
ru: Обнаружение гибридной графики

source: Hybrid graphics detected! Integrated GPU: {integrated} Dedicated GPU: {dedicated} You can configure PRIME Render Offload (saves battery) or NVIDIA Primary (maximum performance).
fr: Graphiques hybrides détectés ! GPU intégré : {integrated} GPU dédié : {dedicated} Vous pouvez configurer PRIME Render Offload (économise la batterie) ou NVIDIA Primaire (performances maximales).

source: No hybrid graphics detected. Your system has: {gpu} Hybrid configuration is not needed.
fr: Aucun graphique hybride détecté. Votre système dispose de : {gpu} La configuration hybride n'est pas nécessaire.

source: NVIDIA Driver Installation
de: NVIDIA-Treiberinstallation
fr: Installation du pilote NVIDIA
ro: Instalare Driver NVIDIA
ru: Установка драйвера NVIDIA

source: This installation requires TWO automatic reboots: 1. First reboot: System prepares for installation 2. Second reboot: Driver is installed in text mode The process is fully automatic. Do not turn off your computer. Do you want to continue?
fr: Cette installation nécessite DEUX redémarrages automatiques : 1. Premier redémarrage : Le système se prépare pour l'installation 2. Deuxième redémarrage : Le pilote est installé en mode texte Le processus est entièrement automatique. N'éteignez pas votre ordinateur. Voulez-vous continuer ?

source: Communication
de: Kommunikation
es: Comunicación
it: Comunicazione
pt: Comunicação
ro: Comunicare
ru: Общение

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pt: Notificações
ro: Notificări
ru: Уведомления

source: Extensions
de: Erweiterungen
es: Extensiones
it: Estensioni
pt: Extensões
ro: Extensii
ru: Расширения

source: NVIDIA 580 (Production)
de: NVIDIA 580 (Produktion)
ro: NVIDIA 580 (Producție)
ru: NVIDIA 580 (Производственный)

source: NVIDIA 390 (Legacy)
es: NVIDIA 390 (Heredado)
pt: NVIDIA 390 (Legado)
ro: NVIDIA 390 (Vechi)
ru: NVIDIA 390 (Устаревший)

source: NVIDIA 340 (Legacy)
es: NVIDIA 340 (Heredado)
pt: NVIDIA 340 (Legado)
ro: NVIDIA 340 (Vechi)
ru: NVIDIA 340 (Устаревший)

source: Nouveau (Open Source)
es: Nouveau (Código Abierto)
pt: Nouveau (Código Aberto)
ru: Nouveau (Открытый исходный код)

source: Blender CUDA Toolkit
es: Kit de Herramientas CUDA de Blender
it: Toolkit CUDA per Blender
pt: Kit de Ferramentas CUDA Blender
ro: Set instrumente CUDA Blender
ru: Инструментарий Blender CUDA

source: AMD Radeon (Open Source)
es: AMD Radeon (Código Abierto)
pt: AMD Radeon (Código Aberto)
ru: AMD Radeon (Открытый исходный код)

source: VMware Tools
es: Herramientas VMware
pt: Ferramentas VMware
ro: Instrumente VMware
ru: Инструменты VMware

source: Type:
de: Typ:
es: Tipo:
it: Tipo:
pt: Tipo:
ro: Tip:
ru: Тип:

source: Total:
de: Gesamt:
it: Totale:
ru: Всего:

source: GameMode
ru: Игровой режим

source: Gaming Sysctl
es: Ajustes Sysctl Gaming
it: Sysctl Gaming
pt: Ajustes Sysctl para Jogos
ro: Sysctl Gaming
ru: Игровой Sysctl

source: Destination:
de: Ziel:
es: Destino:
it: Destinazione:
pt: Destino:
ro: Destinație:
ru: Назначение:

source: x64v3 - Standard
es: x64v3 - Estándar
pt: x64v3 - Padrão
ru: x64v3 - Стандарт

source: minutes
de: Minuten
es: minutos
it: minuti
pt: minutos
ro: minute
ru: минут

source: Type
de: Typ
es: Tipo
it: Tipo
pt: Tipo
ro: Tip
ru: Тип

source: Architecture
de: Architektur
es: Arquitectura
it: Architettura
pt: Arquitetura
ro: Arhitectură
ru: Архитектура

source: Alternative
ro: Alternativă
ru: Альтернатива

source: Web
ru: Веб

source: Forums
de: Foren
es: Foros
it: Forum
pt: Fóruns
ro: Forumuri
ru: Форумы

source: Wiki
ru: Вики

source: Grub BTRFS is not compatible.
de: Grub BTRFS ist nicht kompatibel.
ro: Grub BTRFS nu este compatibil.
ru: Grub BTRFS несовместим.

source: Automatically add BTRFS snapshots to GRUB menu.
de: BTRFS-Schnappschüsse automatisch zum GRUB-Menü hinzufügen.
ro: Adăugați automat instantanee BTRFS în meniul GRUB.
ru: Автоматически добавлять снимки BTRFS в меню GRUB.

source: Automatically add BTRFS snapshots to GRUB menu. Allows booting from snapshots.
de: Fügt BTRFS-Schnappschüsse automatisch zum GRUB-Menü hinzu. Ermöglicht das Booten von Schnappschüssen.
ro: Adaugă automat instantanee BTRFS în meniul GRUB. Permite pornirea din instantanee.
ru: Автоматически добавляет снимки BTRFS в меню GRUB. Позволяет загружаться со снимков.

source: Complementary
de: Ergänzend
ro: Complementar
ru: Дополнительно

source: Soplos Welcome
es: Bienvenida de Soplos
it: Benvenuto a Soplos
pt: Boas-vindas ao Soplos
ro: Bun venit în Soplos

source: Docklike
ro: Tip Dock

source: High-performance collaborative code editor
es: Editor de código colaborativo de alto rendimiento
it: Editor di codice collaborativo ad alte prestazioni
pt: Editor de código colaborativo de alto desempenho

source: NVIDIA Latest (550)
it: NVIDIA Più Recente (550)
pt: NVIDIA (550) Mais Recente

source: Latest driver from repository (RTX/GTX 16xx and newer)
it: Ultimo driver dal repository (RTX/GTX 16xx e successivi)
pt: Driver mais recente do repositório (RTX/GTX 16xx e mais recentes)

source: For Kepler GPUs (GTX 600-700 series)
it: Per GPU Kepler (serie GTX 600-700)
pt: Para GPUs Kepler (série GTX 600-700)

source: Wi-Fi
de: WLAN
