Repository: SoplosLinux/soplos-welcome
Catalog: locale/*/LC_MESSAGES/soplos-welcome.po
Languages: de, es, fr, it, pt, ro, ru

source: Run Windows applications on Linux using Wine
de: Windows-Anwendungen unter Linux mit Wine ausführen
es: Ejecutar aplicaciones de Windows en Linux usando Wine
fr: Exécuter des applications Windows sous Linux avec Wine
it: Esegui applicazioni Windows su Linux usando Wine
pt: Execute aplicações Windows no Linux usando Wine
ro: Rulează aplicații Windows pe Linux folosind Wine
ru: Запуск Windows-приложений на Linux с использованием Wine

source: Frontend for emulators and game engines
de: Frontend für Emulatoren und Spiele-Engines
es: Interfaz para emuladores y motores de juegos
fr: Frontend pour émulateurs et moteurs de jeux
it: Frontend per emulatori e motori di gioco
pt: Frontend para emuladores e motores de jogo
ro: Interfață pentru emulatoare și motoare de joc
ru: Интерфейс для эмуляторов и игровых движков

source: Launcher for Epic, GOG and Amazon Games
de: Launcher für Epic, GOG und Amazon Games
es: Lanzador para Epic, GOG y Amazon Games
fr: Lanceur pour Epic, GOG et Amazon Games
it: Launcher per Epic, GOG e Amazon Games
pt: Lançador para Epic, GOG e Amazon Games
ro: Lansator pentru Epic, GOG și Amazon Games
ru: Лаунчер для Epic, GOG и Amazon Games

source: Change Language
de: Sprache ändern
es: Cambiar Idioma
fr: Changer la langue
it: Cambia lingua
pt: Mudar Idioma
ro: Schimbă Limba
ru: Изменить язык

source: Toggle Theme
de: Thema umschalten
es: Cambiar Tema
fr: Changer le thème
it: Cambia tema
pt: Alternar Tema
ro: Comută Tema
ru: Переключить тему

source: About Soplos Welcome
de: Über Soplos Welcome
es: Acerca de Soplos Welcome
fr: À propos de Soplos Welcome
it: Informazioni su Soplos Welcome
pt: Sobre o Soplos Welcome
ro: Despre Soplos Welcome
ru: О Soplos Welcome

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
pt: Pronto
ro: Pregătit
ru: Готово

source: Welcome
de: Willkommen
es: Bienvenida
fr: Accueil
it: Benvenuto
pt: Boas-vindas
ro: Bun venit
ru: Добро пожаловать

source: Software
fr: Logiciels
ru: Программное обеспечение

source: Drivers
de: Treiber
es: Controladores
fr: Pilotes
it: Driver
ro: Drivere
ru: Драйверы

source: Kernels
de: Kernel
es: Núcleos
fr: Noyaux
it: Kernel
ro: Nuclee
ru: Ядра

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
pt: Segurança
ro: Securitate
ru: Безопасность

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Raccomandato
pt: Recomendado
ro: Recomandate
ru: Рекомендуемые

source: Customization
de: Anpassung
es: Personalización
fr: Personnalisation
it: Personalizzazione
pt: Personalização
ro: Personalizare
ru: Персонализация

source: Minimize
de: Minimieren
es: Minimizar
fr: Réduire
it: Riduci
pt: Minimizar
ro: Minimizează
ru: Свернуть

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
pt: Restaurar
ro: Restaurează
ru: Восстановить

source: Maximize
de: Maximieren
es: Maximizar
fr: Agrandir
it: Ingrandisci
pt: Maximizar
ro: Maximizează
ru: Развернуть

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar
ro: Închide
ru: Закрыть

source: Welcome to Soplos Linux! Get started with your new system.
de: Willkommen bei Soplos Linux! Starten Sie mit Ihrem neuen System.
es: ¡Bienvenido a Soplos Linux! Comienza con tu nuevo sistema.
fr: Bienvenue sur Soplos Linux ! Commencez avec votre nouveau système.
it: Benvenuto in Soplos Linux! Inizia con il tuo nuovo sistema.
pt: Bem-vindo ao Soplos Linux! Comece a usar o seu novo sistema.
ro: Bine ai venit în Soplos Linux! Începe cu noul tău sistem.
ru: Добро пожаловать в Soplos Linux! Начните работу с вашей новой системой.

source: Install and manage software packages, repositories, and software centers.
es: Instalar y gestionar paquetes de software, repositorios y centros de software.
fr: Installez et gérez des paquets logiciels, des dépôts et des logithèques.
it: Installa e gestisci pacchetti software, repository e centri software.
pt: Instale e gira pacotes de software, repositórios e centros de software.

source: Detect and install optimal hardware drivers for your system.
de: Erkennen und installieren Sie optimale Hardwaretreiber für Ihr System.
es: Detectar e instalar controladores de hardware óptimos para tu sistema.
fr: Détectez et installez les pilotes matériels optimaux pour votre système.
it: Rileva e installa i driver hardware ottimali per il tuo sistema.
pt: Detete e instale drivers de hardware ideais para o seu sistema.
ro: Detectează și instalează drivere hardware optime pentru sistemul tău.
ru: Обнаружение и установка оптимальных драйверов для вашей системы.

source: Customize your desktop environment, themes, and appearance.
de: Passen Sie Ihre Desktop-Umgebung, Themen und das Erscheinungsbild an.
es: Personaliza tu entorno de escritorio, temas y apariencia.
fr: Personnalisez votre environnement de bureau, vos thèmes et votre apparence.
it: Personalizza il tuo ambiente desktop, temi e aspetto.
pt: Personalize o seu ambiente de trabalho, temas e aparência.
ro: Personalizează mediul desktop, temele și aspectul.
ru: Настройка окружения рабочего стола, тем и внешнего вида.

source: Manage system kernels and performance optimizations.
de: Verwalten Sie Systemkernel und Leistungsoptimierungen.
es: Gestionar núcleos del sistema y optimizaciones de rendimiento.
fr: Gérez les noyaux système et les optimisations de performance.
it: Gestisci i kernel del sistema e le ottimizzazioni delle prestazioni.
pt: Gira kernels do sistema e otimizações de desempenho.
ro: Gestionează nucleele de sistem și optimizările de performanță.
ru: Управление ядрами системы и оптимизация производительности.

source: Discover recommended applications for your workflow.
de: Entdecken Sie empfohlene Anwendungen für Ihren Arbeitsablauf.
es: Descubre aplicaciones recomendadas para tu flujo de trabajo.
fr: Découvrez des applications recommandées pour votre flux de travail.
it: Scopri applicazioni raccomandate per il tuo flusso di lavoro.
pt: Descubra aplicações recomendadas para o seu fluxo de trabalho.
ro: Descoperă aplicații recomandate pentru fluxul tău de lucru.
ru: Откройте для себя рекомендуемые приложения для вашей работы.

source: Tab content coming soon...
de: Inhalt folgt bald...
es: Contenido de la pestaña próximamente...
fr: Contenu de l'onglet bientôt disponible...
it: Contenuto della scheda in arrivo...
pt: O conteúdo do separador chegará em breve...
ro: Conținutul filei va veni în curând...
ru: Содержимое вкладки скоро появится...

source: Full implementation coming soon...
de: Vollständige Implementierung folgt bald...
es: Implementación completa próximamente...
fr: Implémentation complète bientôt disponible...
it: Implementazione completa in arrivo...
pt: Implementação completa em breve...
ro: Implementarea completă va veni în curând...
ru: Полная реализация скоро...

source: System Information
de: Systeminformationen
es: Información del Sistema
fr: Informations système
it: Informazioni di sistema
pt: Informação do Sistema
ro: Informații Sistem
ru: Информация о системе

source: Desktop Environment
de: Desktop-Umgebung
es: Entorno de Escritorio
fr: Environnement de bureau
it: Ambiente desktop
pt: Ambiente de Trabalho
ro: Mediu Desktop
ru: Окружение рабочего стола

source: Display Protocol
de: Anzeigeprotokoll
es: Protocolo de Visualización
fr: Protocole d'affichage
it: Protocollo di visualizzazione
pt: Protocolo de Ecrã
ro: Protocol Afișare
ru: Протокол дисплея

source: Theme Type
de: Thementyp
es: Tipo de Tema
fr: Type de thème
it: Tipo di tema
pt: Tipo de Tema
ro: Tip Temă
ru: Тип темы

source: Current Language
de: Aktuelle Sprache
es: Idioma Actual
fr: Langue actuelle
it: Lingua corrente
pt: Idioma Atual
ro: Limbă Curentă
ru: Текущий язык

source: Current Theme
de: Aktuelles Thema
es: Tema Actual
fr: Thème actuel
it: Tema corrente
pt: Tema Atual
ro: Temă Curentă
ru: Текущая тема

source: Default
de: Standard
es: Predeterminado
fr: Défaut
it: Predefinito
pt: Predefinido
ro: Implicit
ru: По умолчанию

source: Install Demo Package
de: Demo-Paket installieren
es: Instalar Paquete de Demostración
fr: Installer le paquet de démonstration
it: Installa pacchetto demo
pt: Instalar Pacote de Demonstração
ro: Instalează Pachet Demo
ru: Установить демо-пакет

source: Uninstall Demo Package
de: Demo-Paket deinstallieren
es: Desinstalar Paquete de Demostración
fr: Désinstaller le paquet de démonstration
it: Disinstalla pacchetto demo
pt: Desinstalar Pacote de Demonstração
ro: Dezinstalează Pachet Demo
ru: Удалить демо-пакет

source: Ready - {desktop} on {protocol}
de: Bereit - {desktop} auf {protocol}
es: Listo - {desktop} en {protocol}
fr: Prêt - {desktop} sur {protocol}
it: Pronto - {desktop} su {protocol}
pt: Pronto - {desktop} em {protocol}
ro: Pregătit - {desktop} pe {protocol}
ru: Готово - {desktop} на {protocol}

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно

source: Working...
de: Arbeitet...
es: Trabajando...
fr: Travail en cours...
it: Lavorando...
pt: A trabalhar...
ro: Se lucrează...
ru: Работаю...

source: The world's most advanced welcome application for Linux
de: Die fortschrittlichste Willkommensanwendung der Welt für Linux
es: La aplicación de bienvenida más avanzada del mundo para Linux
fr: L'application de bienvenue la plus avancée au monde pour Linux
it: L'applicazione di benvenuto più avanzata al mondo per Linux
pt: A aplicação de boas-vindas mais avançada do mundo para Linux
ro: Cea mai avansată aplicație de bun venit pentru Linux din lume
ru: Самое продвинутое приложение приветствия для Linux в мире

source: Soplos Linux Website
de: Soplos Linux Webseite
es: Sitio Web de Soplos Linux
fr: Site web de Soplos Linux
it: Sito Web di Soplos Linux
pt: Website do Soplos Linux
ro: Site-ul Soplos Linux
ru: Веб-сайт Soplos Linux

source: 🎮 Gaming Mode Activated!
de: 🎮 Gaming-Modus aktiviert!
es: 🎮 ¡Modo Gaming Activado!
fr: 🎮 Mode Jeu Activé !
it: 🎮 Modalità Gaming Attivata!
pt: 🎮 Modo de Jogo Ativado!
ro: 🎮 Modul Gaming Activat!
ru: 🎮 Игровой режим активирован!

source: Language Changed
de: Sprache geändert
es: Idioma Cambiado
fr: Langue changée
it: Lingua Modificata
pt: Idioma Alterado
ro: Limbă Schimbată
ru: Язык изменен

source: Language has been changed to {language}. Please restart the application for full effect.
es: El idioma ha sido cambiado a {language}. Por favor, reinicia la aplicación para que surta efecto completo.
fr: La langue a été changée en {language}. Veuillez redémarrer l'application pour un effet complet.
it: La lingua è stata cambiata in {language}. Riavvia l'applicazione per rendere effettive le modifiche.
pt: O idioma foi alterado para {language}. Por favor, reinicie a aplicação para que tenha efeito total.

source: Preparing installation...
de: Installation vorbereiten...
es: Preparando instalación...
fr: Préparation de l'installation...
it: Preparazione installazione...
pt: A preparar a instalação...
ro: Se pregătește instalarea...
ru: Подготовка к установке...

source: Downloading package...
de: Paket herunterladen...
es: Descargando paquete...
fr: Téléchargement du paquet...
it: Scaricamento pacchetto...
pt: A transferir pacote...
ro: Se descarcă pachetul...
ru: Загрузка пакета...

source: Verifying dependencies...
de: Abhängigkeiten überprüfen...
es: Verificando dependencias...
fr: Vérification des dépendances...
it: Verifica dipendenze...
pt: A verificar dependências...
ro: Se verifică dependențele...
ru: Проверка зависимостей...

source: Installing files...
de: Dateien installieren...
es: Instalando archivos...
fr: Installation des fichiers...
it: Installazione file...
pt: A instalar ficheiros...
ro: Se instalează fișierele...
ru: Установка файлов...

source: Configuring application...
de: Anwendung konfigurieren...
es: Configurando aplicación...
fr: Configuration de l'application...
it: Configurazione applicazione...
pt: A configurar aplicação...
ro: Se configurează aplicația...
ru: Настройка приложения...

source: Finalizing installation...
de: Installation abschließen...
es: Finalizando instalación...
fr: Finalisation de l'installation...
it: Finalizzazione installazione...
pt: A finalizar instalação...
ro: Se finalizează instalarea...
ru: Завершение установки...

source: Installation completed!
de: Installation abgeschlossen!
es: ¡Instalación completada!
fr: Installation terminée !
it: Installazione completata!
pt: Instalação concluída!
ro: Instalare finalizată!
ru: Установка завершена!

source: ✅ Installation successful
de: ✅ Installation erfolgreich
es: ✅ Instalación exitosa
fr: ✅ Installation réussie
it: ✅ Installazione riuscita
pt: ✅ Instalação bem-sucedida
ro: ✅ Instalare reușită
ru: ✅ Установка успешна

source: Uninstalling package...
de: Paket deinstallieren...
es: Desinstalando paquete...
fr: Désinstallation du paquet...
it: Disinstallazione pacchetto...
pt: A desinstalar pacote...
ro: Se dezinstalează pachetul...
ru: Удаление пакета...

source: Stopping services...
de: Dienste stoppen...
es: Deteniendo servicios...
fr: Arrêt des services...
it: Arresto servizi...
pt: A parar serviços...
ro: Se opresc serviciile...
ru: Остановка служб...

source: Removing files...
de: Dateien entfernen...
es: Eliminando archivos...
fr: Suppression des fichiers...
it: Rimozione file...
pt: A remover ficheiros...
ro: Se elimină fișierele...
ru: Удаление файлов...

source: Cleaning configuration...
de: Konfiguration bereinigen...
es: Limpiando configuración...
fr: Nettoyage de la configuration...
it: Pulizia configurazione...
pt: A limpar configuração...
ro: Se curăță configurația...
ru: Очистка конфигурации...

source: Uninstallation completed!
de: Deinstallation abgeschlossen!
es: ¡Desinstalación completada!
fr: Désinstallation terminée !
it: Disinstallazione completata!
pt: Desinstalação concluída!
ro: Dezinstalare finalizată!
ru: Удаление завершено!

source: ✅ Uninstallation successful
de: ✅ Deinstallation erfolgreich
es: ✅ Desinstalación exitosa
fr: ✅ Désinstallation réussie
it: ✅ Disinstallazione riuscita
pt: ✅ Desinstalação bem-sucedida
ro: ✅ Dezinstalare reușită
ru: ✅ Удаление успешно

source: Desktop Customization
de: Desktop-Anpassung
es: Personalización del Escritorio
fr: Personnalisation du bureau
it: Personalizzazione Desktop
pt: Personalização do Ambiente de Trabalho
ro: Personalizare Desktop
ru: Настройка рабочего стола

source: Customize your desktop environment and themes
de: Passen Sie Ihre Desktop-Umgebung und Themen an
es: Personaliza tu entorno de escritorio y temas
fr: Personnalisez votre environnement de bureau et vos thèmes
it: Personalizza il tuo ambiente desktop e i temi
pt: Personalize o seu ambiente de trabalho e temas
ro: Personalizează mediul desktop și temele
ru: Настройте окружение рабочего стола и темы

source: Soplos Tools
de: Soplos Werkzeuge
es: Herramientas de Soplos
fr: Outils Soplos
it: Strumenti Soplos
pt: Ferramentas Soplos
ro: Instrumente Soplos
ru: Инструменты Soplos

source: Theme Manager
de: Themen-Manager
es: Gestor de Temas
fr: Gestionnaire de thèmes
it: Gestore Temi
pt: Gestor de Temas
ro: Manager de Teme
ru: Менеджер тем

source: Customize GTK themes, icons, cursors and XFCE panel
de: GTK-Themen, Symbole, Cursor und XFCE-Panel anpassen
es: Personalizar temas GTK, iconos, cursores y panel XFCE
fr: Personnalisez les thèmes GTK, icônes, curseurs et le panneau XFCE
it: Personalizza temi GTK, icone, cursori e pannello XFCE
pt: Personalize temas GTK, ícones, cursores e painel XFCE
ro: Personalizează teme GTK, pictograme, cursoare și panoul XFCE
ru: Настройка тем GTK, значков, курсоров и панели XFCE

source: Launch Soplos Theme Manager
de: Soplos Themen-Manager starten
es: Iniciar Gestor de Temas de Soplos
fr: Lancer le gestionnaire de thèmes Soplos
it: Avvia Gestore Temi Soplos
pt: Abrir Gestor de Temas Soplos
ro: Lansează Soplos Theme Manager
ru: Запустить Soplos Theme Manager

source: Configure dock and panel plugins
de: Dock- und Panel-Plugins konfigurieren
es: Configurar plugins de dock y panel
fr: Configurer le dock et les plugins du panneau
it: Configura dock e plugin del pannello
pt: Configurar plugins de doca e painel
ro: Configurează dock-ul și plugin-urile panoului
ru: Настройка док-станции и плагинов панели

source: Launch Soplos Docklike
de: Soplos Docklike starten
es: Iniciar Soplos Docklike
fr: Lancer Soplos Docklike
it: Avvia Soplos Docklike
pt: Abrir Soplos Docklike
ro: Lansează Soplos Docklike
ru: Запустить Soplos Docklike

source: GRUB Editor
es: Editor GRUB
fr: Éditeur GRUB
it: Editor GRUB
pt: Editor GRUB
ro: Editor GRUB
ru: Редактор GRUB

source: Edit boot menu (GRUB configuration)
de: Bootmenü bearbeiten (GRUB-Konfiguration)
es: Editar menú de arranque (configuración GRUB)
fr: Éditer le menu de démarrage (configuration GRUB)
it: Modifica menu di avvio (configurazione GRUB)
pt: Editar menu de arranque (configuração GRUB)
ro: Editează meniul de pornire (configurare GRUB)
ru: Редактировать меню загрузки (конфигурация GRUB)

source: Launch Soplos GRUB Editor
de: Soplos GRUB-Editor starten
es: Iniciar Editor GRUB de Soplos
fr: Lancer l'éditeur GRUB Soplos
it: Avvia Editor GRUB Soplos
pt: Abrir Editor GRUB Soplos
ro: Lansează Soplos GRUB Editor
ru: Запустить Soplos GRUB Editor

source: Plymouth Manager
es: Gestor de Plymouth
fr: Gestionnaire Plymouth
it: Gestore Plymouth
pt: Gestor Plymouth
ro: Manager Plymouth
ru: Менеджер Plymouth

source: Customize boot splash screen
de: Boot-Splash-Screen anpassen
es: Personalizar pantalla de inicio
fr: Personnaliser l'écran de démarrage
it: Personalizza schermata di avvio
pt: Personalize o ecrã de arranque
ro: Personalizează ecranul de pornire
ru: Настройка экрана загрузки

source: Launch Soplos Plymouth Manager
de: Soplos Plymouth-Manager starten
es: Iniciar Gestor de Plymouth de Soplos
fr: Lancer le gestionnaire Plymouth Soplos
it: Avvia Gestore Plymouth Soplos
pt: Abrir Gestor Plymouth Soplos
ro: Lansează Soplos Plymouth Manager
ru: Запустить Soplos Plymouth Manager

source: XFCE Settings
de: XFCE-Einstellungen
es: Configuración de XFCE
fr: Paramètres XFCE
it: Impostazioni XFCE
pt: Definições XFCE
ro: Setări XFCE
ru: Настройки XFCE

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
pt: Aparência
ro: Aspect
ru: Внешний вид

source: Themes, icons, fonts
de: Themen, Symbole, Schriftarten
es: Temas, iconos, fuentes
fr: Thèmes, icônes, polices
it: Temi, icone, caratteri
pt: Temas, ícones, tipos de letra
ro: Teme, pictograme, fonturi
ru: Темы, значки, шрифты

source: XFCE Appearance Settings
de: XFCE Erscheinungsbild-Einstellungen
es: Configuración de Apariencia XFCE
fr: Paramètres d'apparence XFCE
it: Impostazioni Aspetto XFCE
pt: Definições de Aparência XFCE
ro: Setări Aspect XFCE
ru: Настройки внешнего вида XFCE

source: Desktop
de: Schreibtisch
es: Escritorio
fr: Bureau
pt: Ambiente de Trabalho
ru: Рабочий стол

source: Wallpapers and desktop
de: Hintergrundbilder und Schreibtisch
es: Fondos de Pantalla y Escritorio
fr: Fonds d'écran et bureau
it: Sfondi e desktop
pt: Papéis de parede e ambiente de trabalho
ro: Imagini de fundal și desktop
ru: Обои и рабочий стол

source: XFCE Desktop Settings
de: XFCE Schreibtisch-Einstellungen
es: Configuración de Escritorio XFCE
fr: Paramètres du bureau XFCE
it: Impostazioni Desktop XFCE
pt: Definições do Ambiente de Trabalho XFCE
ro: Setări Desktop XFCE
ru: Настройки рабочего стола XFCE

source: Window Manager
de: Fenstermanager
es: Gestor de Ventanas
fr: Gestionnaire de fenêtres
it: Gestore Finestre
pt: Gestor de Janelas
ro: Manager Ferestre
ru: Диспетчер окон

source: Window decorations
de: Fensterdekorationen
es: Decoraciones de ventanas
fr: Décorations de fenêtres
it: Decorazioni finestre
pt: Decorações de janela
ro: Decorațiuni ferestre
ru: Декорации окон

source: XFCE Window Manager Settings
de: XFCE Fenstermanager-Einstellungen
es: Configuración del Gestor de Ventanas XFCE
fr: Paramètres du gestionnaire de fenêtres XFCE
it: Impostazioni Gestore Finestre XFCE
pt: Definições do Gestor de Janelas XFCE
ro: Setări Manager Ferestre XFCE
ru: Настройки диспетчера окон XFCE

source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera
pt: Teclado
ro: Tastatură
ru: Клавиатура

source: Keyboard and shortcuts
de: Tastatur und Kurzbefehle
es: Teclado y atajos
fr: Clavier et raccourcis
it: Tastiera e scorciatoie
pt: Teclado e atalhos
ro: Tastatură și scurtături
ru: Клавиатура и горячие клавиши

source: XFCE Keyboard Settings
de: XFCE Tastatur-Einstellungen
es: Configuración de Teclado XFCE
fr: Paramètres clavier XFCE
it: Impostazioni Tastiera XFCE
pt: Definições do Teclado XFCE
ro: Setări Tastatură XFCE
ru: Настройки клавиатуры XFCE

source: Mouse
de: Maus
es: Ratón
fr: Souris
pt: Rato
ru: Мышь

source: Mouse and touchpad
de: Maus und Touchpad
es: Ratón y panel táctil
fr: Souris et pavé tactile
it: Mouse e touchpad
pt: Rato e touchpad
ro: Mouse și touchpad
ru: Мышь и тачпад

source: XFCE Mouse Settings
de: XFCE Maus-Einstellungen
es: Configuración del Ratón XFCE
fr: Paramètres souris XFCE
it: Impostazioni Mouse XFCE
pt: Definições do Rato XFCE
ro: Setări Mouse XFCE
ru: Настройки мыши XFCE

source: Notification settings
de: Benachrichtigungseinstellungen
es: Configuración de notificaciones
fr: Paramètres de notification
it: Impostazioni notifiche
pt: Definições de notificação
ro: Setări notificări
ru: Настройки уведомлений

source: XFCE Notification Settings
de: XFCE Benachrichtigungseinstellungen
es: Configuración de Notificaciones XFCE
fr: Paramètres de notification XFCE
it: Impostazioni Notifiche XFCE
pt: Definições de Notificações XFCE
ro: Setări Notificări XFCE
ru: Настройки уведомлений XFCE

source: Settings Editor
de: Einstellungs-Editor
es: Editor de Configuración
fr: Éditeur de paramètres
it: Editor Impostazioni
pt: Editor de Definições
ro: Editor Setări
ru: Редактор настроек

source: Advanced settings
de: Erweiterte Einstellungen
es: Configuración avanzada
fr: Paramètres avancés
it: Impostazioni avanzate
pt: Definições avançadas
ro: Setări avansate
ru: Расширенные настройки

source: XFCE Settings Editor
de: XFCE Einstellungs-Editor
es: Editor de Configuración XFCE
fr: Éditeur de paramètres XFCE
it: Editor Impostazioni XFCE
pt: Editor de Definições XFCE
ro: Editor Setări XFCE
ru: Редактор настроек XFCE

source: GNOME Settings
de: GNOME-Einstellungen
es: Configuración de GNOME
fr: Paramètres GNOME
it: Impostazioni GNOME
pt: Definições GNOME
ro: Setări GNOME
ru: Настройки GNOME

source: Wallpaper
de: Hintergrundbild
es: Fondo de Pantalla
fr: Fond d'écran
it: Sfondo
pt: Papel de Parede
ro: Imagine de fundal
ru: Обои

source: Desktop background
de: Schreibtischhintergrund
es: Fondo de escritorio
fr: Arrière-plan du bureau
it: Sfondo del desktop
pt: Fundo do ambiente de trabalho
ro: Fundal desktop
ru: Фон рабочего стола

source: GNOME Background Settings
de: GNOME Hintergrundeinstellungen
es: Configuración de Fondo GNOME
fr: Paramètres d'arrière-plan GNOME
it: Impostazioni Sfondo GNOME
pt: Definições de Fundo GNOME
ro: Setări Fundal GNOME
ru: Настройки фона GNOME

source: Display
de: Bildschirm
es: Pantalla
fr: Affichage
it: Schermo
pt: Ecrã
ro: Afișaj
ru: Дисплей

source: Monitor settings
de: Monitoreinstellungen
es: Configuración de monitores
fr: Paramètres de l'écran
it: Impostazioni monitor
pt: Definições do monitor
ro: Setări monitor
ru: Настройки монитора

source: GNOME Display Settings
de: GNOME Bildschirmeinstellungen
es: Configuración de Pantalla GNOME
fr: Paramètres d'affichage GNOME
it: Impostazioni Schermo GNOME
pt: Definições de Ecrã GNOME
ro: Setări Afișaj GNOME
ru: Настройки дисплея GNOME

source: Power
de: Energie
es: Energía
fr: Énergie
it: Energia
pt: Energia
ro: Energie
ru: Питание

source: Power management
de: Energieverwaltung
es: Gestión de energía
fr: Gestion de l'énergie
it: Risparmio energetico
pt: Gestão de energia
ro: Gestionare energie
ru: Управление питанием
