Repository: SoplosLinux/soplos-welcome
Catalog: locale/*/LC_MESSAGES/soplos-welcome.po
Languages: de, es, fr, it, pt, ro, ru

source: GNOME Power Settings
de: GNOME Energieeinstellungen
es: Configuración de Energía GNOME
fr: Paramètres d'énergie GNOME
it: Impostazioni Energia GNOME
pt: Definições de Energia GNOME
ro: Setări Energie GNOME
ru: Настройки питания GNOME

source: Sound
de: Klänge
es: Sonido
fr: Son
it: Audio
pt: Som
ro: Sunet
ru: Звук

source: Sound settings
de: Klangeinstellungen
es: Configuración de sonido
fr: Paramètres du son
it: Impostazioni audio
pt: Definições de som
ro: Setări sunet
ru: Настройки звука

source: GNOME Sound Settings
de: GNOME Klangeinstellungen
es: Configuración de Sonido GNOME
fr: Paramètres du son GNOME
it: Impostazioni Audio GNOME
pt: Definições de Som GNOME
ro: Setări Sunet GNOME
ru: Настройки звука GNOME

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pt: Definições
ro: Setări
ru: Настройки

source: System settings
de: Systemeinstellungen
es: Configuración del sistema
fr: Paramètres système
it: Impostazioni di sistema
pt: Definições do sistema
ro: Setări sistem
ru: Системные настройки

source: GNOME Control Center
de: GNOME Kontrollzentrum
es: Centro de Control de GNOME
fr: Centre de contrôle GNOME
it: Centro di Controllo GNOME
pt: Centro de Controlo GNOME
ro: Centru de Control GNOME
ru: Центр управления GNOME

source: Tweaks
de: Optimierungen
es: Ajustes
fr: Ajustements
it: Personalizzazioni
pt: Ajustes
ro: Ajustări
ru: Твики

source: Advanced tweaks
de: Erweiterte Optimierungen
es: Ajustes avanzados
fr: Ajustements avancés
it: Personalizzazioni avanzate
pt: Ajustes avançados
ro: Ajustări avansate
ru: Расширенные твики

source: GNOME Tweaks
de: GNOME Optimierungen
es: Ajustes de GNOME
fr: Ajustements GNOME
it: Personalizzazioni GNOME
pt: Ajustes GNOME
ro: Ajustări GNOME

source: Manage extensions
de: Erweiterungen verwalten
es: Gestionar extensiones
fr: Gérer les extensions
it: Gestisci estensioni
pt: Gerir extensões
ro: Gestionare extensii
ru: Управление расширениями

source: GNOME Extensions
de: GNOME Erweiterungen
es: Extensiones de GNOME
fr: Extensions GNOME
it: Estensioni GNOME
pt: Extensões GNOME
ro: Extensii GNOME
ru: Расширения GNOME

source: dconf Editor
es: Editor dconf
fr: Éditeur dconf
it: Editor dconf
pt: Editor dconf
ro: Editor dconf
ru: Редактор dconf

source: Advanced configuration
de: Erweiterte Konfiguration
es: Configuración avanzada
fr: Configuration avancée
it: Configurazione avanzata
pt: Configuração avançada
ro: Configurare avansată
ru: Расширенная конфигурация

source: KDE Settings
de: KDE-Einstellungen
es: Configuración de KDE
fr: Paramètres KDE
it: Impostazioni KDE
pt: Definições KDE
ro: Setări KDE
ru: Настройки KDE

source: Look and Feel
de: Erscheinungsbild
es: Aspecto y Comportamiento
fr: Apparence
it: Aspetto
pt: Aparência e Comportamento
ro: Aspect și Simțire
ru: Оформление

source: Themes and appearance
de: Themen und Erscheinungsbild
es: Temas y apariencia
fr: Thèmes et apparence
it: Temi e aspetto
pt: Temas e aparência
ro: Teme și aspect
ru: Темы и внешний вид

source: KDE Look and Feel Settings
de: KDE Erscheinungsbild-Einstellungen
es: Configuración de Aspecto de KDE
fr: Paramètres d'apparence KDE
it: Impostazioni Aspetto KDE
pt: Definições de Aparência e Comportamento KDE
ro: Setări Aspect și Simțire KDE
ru: Настройки оформления KDE

source: Login Screen
de: Anmeldebildschirm
es: Pantalla de Inicio de Sesión
fr: Écran de connexion
it: Schermata di Accesso
pt: Ecrã de Login
ro: Ecran Conectare
ru: Экран входа

source: SDDM login manager
de: SDDM Anmelde-Manager
es: Gestor de inicio de sesión SDDM
fr: Gestionnaire de connexion SDDM
it: Gestore accessi SDDM
pt: Gestor de login SDDM
ro: Manager conectare SDDM
ru: Менеджер входа SDDM

source: KDE SDDM Settings
de: KDE SDDM-Einstellungen
es: Configuración SDDM de KDE
fr: Paramètres SDDM KDE
it: Impostazioni SDDM KDE
pt: Definições SDDM KDE
ro: Setări SDDM KDE
ru: Настройки SDDM KDE

source: Boot splash configuration
de: Boot-Splash-Konfiguration
es: Configuración de pantalla de arranque
fr: Configuration de l'écran de démarrage
it: Configurazione schermata avvio
pt: Configuração do ecrã de arranque
ro: Configurare ecran pornire
ru: Конфигурация экрана загрузки

source: KDE Plymouth Settings
de: KDE Plymouth-Einstellungen
es: Configuración de Plymouth de KDE
fr: Paramètres Plymouth KDE
it: Impostazioni Plymouth KDE
pt: Definições Plymouth KDE
ro: Setări Plymouth KDE
ru: Настройки Plymouth KDE

source: KDE Wallpaper Settings
de: KDE Hintergrundeinstellungen
es: Configuración del Fondo de KDE
fr: Paramètres de fond d'écran KDE
it: Impostazioni Sfondo KDE
pt: Definições de Papel de Parede KDE
ro: Setări Imagine Fundal KDE
ru: Настройки обоев KDE

source: Icons
de: Symbole
es: Iconos
fr: Icônes
it: Icone
pt: Ícones
ro: Pictograme
ru: Значки

source: Icon theme
de: Symbolthema
es: Tema de iconos
fr: Thème d'icônes
it: Tema icone
pt: Tema de ícones
ro: Temă pictograme
ru: Тема значков

source: KDE Icon Settings
de: KDE Symboleinstellungen
es: Configuración de Iconos KDE
fr: Paramètres d'icônes KDE
it: Impostazioni Icone KDE
pt: Definições de Ícones KDE
ro: Setări Pictograme KDE
ru: Настройки значков KDE

source: Cursor
de: Mauszeiger
fr: Curseur
it: Cursore
ru: Курсор

source: Mouse cursor style
de: Mauszeiger-Stil
es: Estilo del puntero
fr: Style du curseur de souris
it: Stile cursore mouse
pt: Estilo do cursor do rato
ro: Stil cursor mouse
ru: Стиль курсора мыши

source: KDE Cursor Settings
de: KDE Mauszeiger-Einstellungen
es: Configuración del Cursor KDE
fr: Paramètres de curseur KDE
it: Impostazioni Cursore KDE
pt: Definições de Cursor KDE
ro: Setări Cursor KDE
ru: Настройки курсора KDE

source: Fonts
de: Schriftarten
es: Fuentes
fr: Polices
it: Caratteri
pt: Fontes
ro: Fonturi
ru: Шрифты

source: System fonts
de: Systemschriftarten
es: Fuentes del sistema
fr: Polices système
it: Caratteri di sistema
pt: Fontes do sistema
ro: Fonturi sistem
ru: Системные шрифты

source: KDE Font Settings
de: KDE Schriftarteneinstellungen
es: Configuración de Fuentes KDE
fr: Paramètres de polices KDE
it: Impostazioni Caratteri KDE
pt: Definições de Fontes KDE
ro: Setări Fonturi KDE
ru: Настройки шрифтов KDE

source: System Settings
de: Systemeinstellungen
es: Configuración del Sistema
fr: Paramètres système
it: Impostazioni di Sistema
pt: Definições do Sistema
ro: Setări Sistem
ru: Параметры системы

source: All system settings
de: Alle Systemeinstellungen
es: Toda la configuración del sistema
fr: Tous les paramètres système
it: Tutte le impostazioni
pt: Todas as definições do sistema
ro: Toate setările de sistem
ru: Все параметры системы

source: KDE System Settings
de: KDE Systemeinstellungen
es: Configuración del Sistema KDE
fr: Paramètres système KDE
it: Impostazioni di Sistema KDE
pt: Definições do Sistema KDE
ro: Setări Sistem KDE
ru: Параметры системы KDE

source: Customization tools for
de: Anpassungswerkzeuge für
es: Herramientas de personalización para
fr: Outils de personnalisation pour
it: Strumenti di personalizzazione per
pt: Ferramentas de personalização para
ro: Instrumente de personalizare pentru
ru: Инструменты персонализации для

source: coming in future versions...
de: kommen in zukünftigen Versionen...
es: próximamente en futuras versiones...
fr: à venir dans les futures versions...
it: in arrivo nelle versioni future...
pt: a chegar em versões futuras...
ro: vin în versiunile viitoare...
ru: появятся в будущих версиях...

source: Note: Soplos customization tools are currently available for XFCE.
de: Hinweis: Soplos Anpassungswerkzeuge sind derzeit für XFCE verfügbar.
es: Nota: Las herramientas de personalización de Soplos están disponibles actualmente para XFCE.
fr: Note : Les outils de personnalisation Soplos sont actuellement disponibles pour XFCE.
it: Nota: Gli strumenti di personalizzazione Soplos sono attualmente disponibili per XFCE.
pt: Nota: As ferramentas de personalização Soplos estão atualmente disponíveis para XFCE.
ro: Notă: Instrumentele de personalizare Soplos sunt disponibile momentan pentru XFCE.
ru: Примечание: Инструменты персонализации Soplos в настоящее время доступны для XFCE.

source: Hardware Drivers
de: Hardwaretreiber
es: Controladores de Hardware
fr: Pilotes matériels
it: Driver Hardware
pt: Drivers de Hardware
ro: Drivere Hardware
ru: Драйверы оборудования

source: Install and manage graphics drivers and hardware support
de: Grafiktreiber und Hardwareunterstützung installieren
es: Instalar y gestionar controladores gráficos y soporte de hardware
fr: Installez et gérez les pilotes graphiques et le support matériel
it: Installa e gestisci driver grafici e supporto hardware
pt: Instale e gira drivers gráficos e suporte de hardware
ro: Instalează și gestionează driverele grafice și suportul hardware
ru: Установка и управление драйверами видеокарт и поддержкой оборудования

source: Hardware Detection
de: Hardware-Erkennung
es: Detección de Hardware
fr: Détection du matériel
it: Rilevamento Hardware
pt: Deteção de Hardware
ro: Detectare Hardware
ru: Обнаружение оборудования

source: Scan Hardware
de: Hardware scannen
es: Escanear Hardware
fr: Analyser le matériel
it: Scansiona Hardware
pt: Verificar Hardware
ro: Scanează Hardware
ru: Сканировать оборудование

source: Automatically detect hardware and recommend drivers
de: Hardware automatisch erkennen und Treiber empfehlen
es: Detectar automáticamente el hardware y recomendar controladores
fr: Détecter automatiquement le matériel et recommander des pilotes
it: Rileva automaticamente l'hardware e raccomanda i driver
pt: Detetar automaticamente hardware e recomendar drivers
ro: Detectează automat hardware-ul și recomandă drivere
ru: Автоматически обнаруживает оборудование и предлагает драйверы

source: NVIDIA Graphics Drivers
de: NVIDIA Grafiktreiber
es: Controladores de Gráficos NVIDIA
fr: Pilotes graphiques NVIDIA
it: Driver Grafici NVIDIA
pt: Drivers Gráficos NVIDIA
ro: Drivere Grafice NVIDIA
ru: Драйверы видеокарт NVIDIA

source: NVIDIA 590 (Latest)
de: NVIDIA 590 (Neueste)
fr: NVIDIA 590 (Dernier)
ro: NVIDIA 590 (Cel mai recent)
ru: NVIDIA 590 (Последний)

source: Latest driver for RTX 50/40/30 series
de: Neuester Treiber für RTX 50/40/30 Serien
fr: Dernier pilote pour les séries RTX 50/40/30
ro: Cel mai recent driver pentru seriile RTX 50/40/30
ru: Последний драйвер для серий RTX 50/40/30

source: Stable production driver for modern GPUs
de: Stabiler Produktionstreiber für moderne GPUs
fr: Pilote de production stable pour GPUs modernes
ro: Driver de producție stabil pentru GPU-uri moderne
ru: Стабильный производственный драйвер для современных GPU

source: NVIDIA 550 (Repo)
de: NVIDIA 550 (Repository)
fr: NVIDIA 550 (Dépôt)
ro: NVIDIA 550 (Depozit)
ru: NVIDIA 550 (Репозиторий)

source: For RTX 50/40/30/20, GTX 16xx/10xx series
de: Für RTX 50/40/30/20, GTX 16xx/10xx Serien
fr: Pour séries RTX 50/40/30/20, GTX 16xx/10xx
ro: Pentru seriile RTX 50/40/30/20, GTX 16xx/10xx
ru: Для серий RTX 50/40/30/20, GTX 16xx/10xx

source: NVIDIA 470 (Legacy)
de: NVIDIA 470 (Veraltet)
es: NVIDIA 470 (Heredado)
fr: NVIDIA 470 (Ancien)
pt: NVIDIA 470 (Legado)
ro: NVIDIA 470 (Vechi)
ru: NVIDIA 470 (Устаревший)

source: For Kepler/Maxwell GPUs (GTX 600-900 series)
de: Für Kepler/Maxwell GPUs (GTX 600-900 Serien)
fr: Pour GPUs Kepler/Maxwell (séries GTX 600-900)
ro: Pentru GPU-uri Kepler/Maxwell (seriile GTX 600-900)
ru: Для GPU Kepler/Maxwell (серии GTX 600-900)

source: For Fermi GPUs (GTX 400-500 series)
de: Für Fermi GPUs (GTX 400-500 Serie)
es: Para GPUs Fermi (serie GTX 400-500)
fr: Pour GPU Fermi (séries GTX 400-500)
it: Per GPU Fermi (serie GTX 400-500)
pt: Para GPUs Fermi (série GTX 400-500)
ro: Pentru GPU-uri Fermi (seria GTX 400-500)
ru: Для видеокарт Fermi (серии GTX 400-500)

source: For very old GPUs (8xxx, 9xxx, 2xx, 3xx series)
de: Für sehr alte GPUs (8xxx, 9xxx, 2xx, 3xx Serie)
es: Para GPUs muy antiguas (series 8xxx, 9xxx, 2xx, 3xx)
fr: Pour très vieux GPU (séries 8xxx, 9xxx, 2xx, 3xx)
it: Per GPU molto vecchie (serie 8xxx, 9xxx, 2xx, 3xx)
pt: Para GPUs muito antigas (séries 8xxx, 9xxx, 2xx, 3xx)
ro: Pentru GPU-uri foarte vechi (seriile 8xxx, 9xxx, 2xx, 3xx)
ru: Для очень старых видеокарт (серии 8xxx, 9xxx, 2xx, 3xx)

source: Free and open source NVIDIA driver
de: Freier und quelloffener NVIDIA-Treiber
es: Controlador NVIDIA gratuito y de código abierto
fr: Pilote NVIDIA libre et open source
it: Driver NVIDIA libero e open-source
pt: Driver NVIDIA livre e de código aberto
ro: Driver NVIDIA gratuit și open source
ru: Свободный драйвер NVIDIA с открытым исходным кодом

source: NVIDIA Extras
es: Extras de NVIDIA
fr: Extras NVIDIA
ro: Suplimente NVIDIA
ru: Дополнения NVIDIA

source: DaVinci Resolve Extras
es: Extras de DaVinci Resolve
fr: Extras DaVinci Resolve
it: Extra per DaVinci Resolve
pt: Extras DaVinci Resolve
ro: Extra DaVinci Resolve
ru: Дополнения DaVinci Resolve

source: OpenCL and CUDA libraries for DaVinci Resolve
de: OpenCL- und CUDA-Bibliotheken für DaVinci Resolve
es: Bibliotecas OpenCL y CUDA para DaVinci Resolve
fr: Bibliothèques OpenCL et CUDA pour DaVinci Resolve
it: Librerie OpenCL e CUDA per DaVinci Resolve
pt: Bibliotecas OpenCL e CUDA para DaVinci Resolve
ro: Biblioteci OpenCL și CUDA pentru DaVinci Resolve
ru: Библиотеки OpenCL и CUDA для DaVinci Resolve

source: CUDA toolkit for Blender GPU rendering
de: CUDA Toolkit für Blender GPU-Rendering
es: Kit de herramientas CUDA para renderizado GPU de Blender
fr: Boîte à outils CUDA pour le rendu GPU Blender
it: Toolkit CUDA per rendering GPU in Blender
pt: Kit de ferramentas CUDA para renderização GPU Blender
ro: Set instrumente CUDA pentru randare GPU Blender
ru: Инструментарий CUDA для рендеринга на GPU в Blender

source: AMD Graphics Drivers
de: AMD Grafiktreiber
es: Controladores de Gráficos AMD
fr: Pilotes graphiques AMD
it: Driver Grafici AMD
pt: Drivers Gráficos AMD
ro: Drivere Grafice AMD
ru: Драйверы видеокарт AMD

source: Free drivers for all AMD GPUs
de: Freie Treiber für alle AMD GPUs
es: Controladores gratuitos para todas las GPUs AMD
fr: Pilotes libres pour tous les GPU AMD
it: Driver liberi per tutte le GPU AMD
pt: Drivers livres para todas as GPUs AMD
ro: Drivere gratuite pentru toate GPU-urile AMD
ru: Свободные драйверы для всех видеокарт AMD

source: Wi-Fi Drivers
de: WLAN-Treiber
es: Controladores Wi-Fi
fr: Pilotes Wi-Fi
it: Driver Wi-Fi
pt: Drivers Wi-Fi
ro: Drivere Wi-Fi
ru: Драйверы Wi-Fi

source: Intel Wi-Fi
de: Intel WLAN
es: Wi-Fi Intel
fr: Wi-Fi Intel
it: Wi-Fi Intel
pt: Wi-Fi Intel

source: Intel wireless cards
de: Intel WLAN-Karten
es: Tarjetas inalámbricas Intel
fr: Cartes sans fil Intel
it: Schede wireless Intel
pt: Placas sem fios Intel
ro: Plăci wireless Intel
ru: Беспроводные карты Intel

source: Realtek Wi-Fi
de: Realtek WLAN
es: Wi-Fi Realtek
fr: Wi-Fi Realtek
it: Wi-Fi Realtek
pt: Wi-Fi Realtek

source: Realtek wireless cards
de: Realtek WLAN-Karten
es: Tarjetas inalámbricas Realtek
fr: Cartes sans fil Realtek
it: Schede wireless Realtek
pt: Placas sem fios Realtek
ro: Plăci wireless Realtek
ru: Беспроводные карты Realtek

source: Broadcom Wi-Fi
de: Broadcom WLAN
es: Wi-Fi Broadcom
fr: Wi-Fi Broadcom
it: Wi-Fi Broadcom
pt: Wi-Fi Broadcom

source: Broadcom wireless cards
de: Broadcom WLAN-Karten
es: Tarjetas inalámbricas Broadcom
fr: Cartes sans fil Broadcom
it: Schede wireless Broadcom
pt: Placas sem fios Broadcom
ro: Plăci wireless Broadcom
ru: Беспроводные карты Broadcom

source: Other Drivers
de: Andere Treiber
es: Otros Controladores
fr: Autres pilotes
it: Altri Driver
pt: Outros Drivers
ro: Alte Drivere
ru: Другие драйверы

source: Printers
de: Drucker
es: Impresoras
fr: Imprimantes
it: Stampanti
pt: Impressoras
ro: Imprimante
ru: Принтеры

source: Printer drivers
de: Druckertreiber
es: Controladores de Impresora
fr: Pilotes d'imprimante
it: Driver stampante
pt: Drivers de impressora
ro: Drivere imprimantă
ru: Драйверы принтеров

source: Bluetooth support
de: Bluetooth-Unterstützung
es: Soporte Bluetooth
fr: Support Bluetooth
it: Supporto Bluetooth
pt: Suporte Bluetooth
ro: Suport Bluetooth
ru: Поддержка Bluetooth

source: Virtual Machine Tools
de: Virtuelle Maschinen-Tools
es: Herramientas de Máquina Virtual
fr: Outils machine virtuelle
it: Strumenti Macchina Virtuale
pt: Ferramentas de Máquina Virtual
ro: Instrumente Mașină Virtuală
ru: Инструменты виртуальной машины

source: For VMware virtual machines
de: Für VMware virtuelle Maschinen
es: Para máquinas virtuales VMware
fr: Pour machines virtuelles VMware
it: Per macchine virtuali VMware
pt: Para máquinas virtuais VMware
ro: Pentru mașini virtuale VMware
ru: Для виртуальных машин VMware

source: QEMU/KVM Tools
es: Herramientas QEMU/KVM
fr: Outils QEMU/KVM
it: Strumenti QEMU/KVM
pt: Ferramentas QEMU/KVM
ro: Instrumente QEMU/KVM
ru: Инструменты QEMU/KVM

source: For QEMU/KVM virtual machines
de: Für QEMU/KVM virtuelle Maschinen
es: Para máquinas virtuales QEMU/KVM
fr: Pour machines virtuelles QEMU/KVM
it: Per macchine virtuali QEMU/KVM
pt: Para máquinas virtuais QEMU/KVM
ro: Pentru mașini virtuale QEMU/KVM
ru: Для виртуальных машин QEMU/KVM

source: VirtualBox Guest
es: Invitado de VirtualBox
fr: Invité VirtualBox
pt: Convidado VirtualBox
ru: Гостевые дополнения VirtualBox

source: For VirtualBox virtual machines
de: Für VirtualBox virtuelle Maschinen
es: Para máquinas virtuales VirtualBox
fr: Pour machines virtuelles VirtualBox
it: Per macchine virtuali VirtualBox
pt: Para máquinas virtuais VirtualBox
ro: Pentru mașini virtuale VirtualBox
ru: Для виртуальных машин VirtualBox

source: Processor
de: Prozessor
es: Procesador
fr: Processeur
it: Processore
pt: Processador
ro: Procesor
ru: Процессор

source: Model:
de: Modell:
es: Modelo:
fr: Modèle :
it: Modello:
pt: Modelo:
ru: Модель:

source: Cores:
de: Kerne:
es: Núcleos:
fr: Cœurs :
it: Core:
pt: Núcleos:
ro: Nuclee:
ru: Ядра:

source: Threads:
es: Hilos:
fr: Fils (Threads) :
it: Thread:
ro: Fire de execuție:
ru: Потоки:

source: Graphics Card
de: Grafikkarte
es: Tarjeta Gráfica
fr: Carte graphique
it: Scheda Video
pt: Placa Gráfica
ro: Placă Grafică
ru: Видеокарта

source: Vendor:
de: Hersteller:
es: Fabricante:
fr: Vendeur :
it: Produttore:
pt: Fornecedor:
ro: Producător:
ru: Производитель:

source: Recommended driver:
de: Empfohlener Treiber:
es: Controlador recomendado:
fr: Pilote recommandé :
it: Driver raccomandato:
pt: Driver recomendado:
ro: Driver recomandat:
ru: Рекомендуемый драйвер:

source: Install
de: Installieren
es: Instalar
fr: Installer
it: Installa
pt: Instalar
ro: Instalează
ru: Установить

source: RAM Memory
de: RAM
es: Memoria RAM
fr: Mémoire RAM
it: Memoria RAM
pt: Memória RAM
ro: Memorie RAM
ru: Оперативная память

source: Available:
de: Verfügbar:
es: Disponible:
fr: Disponible :
it: Disponibile:
pt: Disponível:
ro: Disponibil:
ru: Доступно:

source: Virtual Machine
de: Virtuelle Maschine
es: Máquina Virtual
fr: Machine virtuelle
it: Macchina Virtuale
pt: Máquina Virtual
ro: Mașină Virtuală
ru: Виртуальная машина

source: N/A
de: N/V
es: N/D
fr: N/D
it: N/D
pt: N/D
ru: Н/Д

source: Recommended tools:
de: Empfohlene Tools:
es: Herramientas recomendadas:
fr: Outils recommandés :
it: Strumenti raccomandati:
pt: Ferramentas recomendadas:
ro: Instrumente recomandate:
ru: Рекомендуемые инструменты:

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
pt: Armazenamento
ro: Stocare
ru: Накопитель

source: Network
de: Netzwerk
es: Red
fr: Réseau
it: Rete
pt: Rede
ro: Rețea
ru: Сеть

source: Gaming Center
es: Centro Gaming
fr: Centre de jeux
it: Centro Gaming
pt: Centro de Jogos
ro: Centru Gaming
ru: Игровой центр

source: Optimizations
de: Optimierungen
es: Optimizaciones
fr: Optimisations
it: Ottimizzazioni
pt: Otimizações
ro: Optimizări
ru: Оптимизации

source: Install Feral GameMode
de: Feral GameMode installieren
es: Instalar Feral GameMode
fr: Installer Feral GameMode
it: Installa Feral GameMode
pt: Instalar Feral GameMode
ro: Instalează Feral GameMode
ru: Установить Feral GameMode

source: Performance Mode
de: Leistungsmodus
es: Modo Rendimiento
fr: Mode Performance
it: Modalità Prestazioni
pt: Modo de Desempenho
ro: Mod Performanță
ru: Режим производительности

source: Install CPU performance script
de: CPU-Leistungsskript installieren
es: Instalar script de rendimiento de CPU
fr: Installer le script de performance CPU
it: Installa script prestazioni CPU
pt: Instalar script de desempenho de CPU
ro: Instalează script performanță CPU
ru: Установить скрипт производительности CPU

source: Apply kernel gaming tweaks
de: Kernel-Gaming-Optimierungen anwenden
es: Aplicar ajustes de kernel para gaming
fr: Appliquer les réglages noyau pour le jeu
it: Applica modifiche kernel gaming
pt: Aplicar ajustes de kernel para jogos
ro: Aplică ajustări kernel gaming
ru: Применить игровые твики ядра

source: Optimize GPU
de: GPU optimieren
es: Optimizar GPU
fr: Optimiser le GPU
it: Ottimizza GPU
pt: Otimizar GPU
ro: Optimizează GPU
ru: Оптимизировать GPU

source: Configure GPU drivers for gaming
de: GPU-Treiber für Gaming konfigurieren
es: Configurar controladores GPU para juegos
fr: Configurer les pilotes GPU pour le jeu
it: Configura driver GPU per gaming
pt: Configurar drivers de GPU para jogos
ro: Configurează drivere GPU pentru gaming
ru: Настроить драйверы GPU для игр

source: Disk I/O
de: Datenträger-I/O
es: E/S de Disco
fr: E/S Disque
it: I/O Disco
pt: E/S de Disco
ro: I/O Disc
ru: Дисковый ввод/вывод

source: Optimize disk schedulers
de: Festplatten-Scheduler optimieren
es: Optimizar planificadores de disco
fr: Optimiser les planificateurs de disque
it: Ottimizza scheduler disco
pt: Otimizar agendadores de disco
ro: Optimizează planificatoare disc
ru: Оптимизировать планировщики диска

source: Install FPS overlay + Goverlay
de: FPS-Overlay + Goverlay installieren
es: Instalar superposición FPS + Goverlay
fr: Installer l'overlay FPS + Goverlay
it: Installa overlay FPS + Goverlay
pt: Instalar overlay FPS + Goverlay
ro: Instalează overlay FPS + Goverlay
ru: Установить оверлей FPS + Goverlay

source: Revert All
de: Alles rückgängig
es: Revertir Todo
fr: Tout annuler
it: Ripristina Tutto
pt: Reverter Tudo
ro: Revenire Totală
ru: Отменить все

source: Undo all gaming optimizations
de: Alle Gaming-Optimierungen rückgängig machen
es: Deshacer todas las optimizaciones gaming
fr: Annuler toutes les optimisations de jeu
it: Annulla tutte le ottimizzazioni gaming
pt: Desfazer todas as otimizações de jogos
ro: Anulează toate optimizările gaming
ru: Отменить все игровые оптимизации

source: Gaming Wallpapers
de: Gaming-Hintergrundbilder
es: Fondos de Pantalla Gaming
fr: Fonds d'écran Gaming
it: Sfondi Gaming
pt: Papéis de Parede de Jogos
ro: Imagini Gaming
ru: Игровые обои

source: Install exclusive gaming wallpapers
de: Exklusive Gaming-Hintergrundbilder installieren
es: Instalar fondos de pantalla exclusivos de gaming
fr: Installer des fonds d'écran de jeu exclusifs
it: Installa sfondi gaming esclusivi
pt: Instalar papéis de parede exclusivos de jogos
ro: Instalează imagini fundal gaming exclusive
ru: Установить эксклюзивные игровые обои

source: RGB Theme
de: RGB-Thema
es: Tema RGB
fr: Thème RGB
it: Tema RGB
pt: Tema RGB
ro: Temă RGB
ru: RGB Тема

source: Enable RGB accent colors
de: RGB-Akzentfarben aktivieren
es: Activar colores de acento RGB
fr: Activer les couleurs d'accentuation RGB
it: Abilita colori accento RGB
pt: Ativar cores de destaque RGB
ro: Activează culori accent RGB
ru: Включить акцентные цвета RGB

source: This feature is coming soon!
de: Diese Funktion kommt bald!
es: ¡Esta función estará disponible pronto!
fr: Cette fonctionnalité arrive bientôt !
it: Questa funzionalità sarà presto disponibile!
pt: Esta funcionalidade chegará em breve!
ro: Această funcție va fi disponibilă în curând!
ru: Эта функция скоро появится!
