Repository: SoplosLinux/soplos-welcome
Catalog: locale/*/LC_MESSAGES/soplos-welcome.po
Languages: de, es, fr, it, pt, ro, ru

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
pt: Preferências
ro: Preferințe
ru: Настройки

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre
ro: Despre
ru: О программе

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
pt: Sair
ro: Ieșire
ru: Выход

source: Soplos Welcome 2.0 - The world's most advanced welcome application Usage: soplos-welcome [OPTIONS] Options: -h, --help Show this help message -v, --version Show version information --lang=LANG Set language (es, en, fr, de, pt, it, ro, ru) --theme=THEME Set theme (base, light, dark, gnome, kde, xfce) --debug Enable debug mode Examples: soplos-welcome # Start with auto-detected settings soplos-welcome --lang=es # Start in Spanish soplos-welcome --theme=dark # Start with dark theme soplos-welcome --debug # Start in debug mode For more information, visit: https://soplos.org
es: Soplos Welcome 2.0 - La aplicación de bienvenida más avanzada del mundo Uso: soplos-welcome [OPCIONES] Opciones: -h, --help Mostrar este mensaje de ayuda -v, --version Mostrar información de versión --lang=LANG Establecer idioma (es, en, fr, de, pt, it, ro, ru) --theme=THEME Establecer tema (base, light, dark, gnome, kde, xfce) --debug Activar modo depuración Ejemplos: soplos-welcome # Iniciar con configuración automática soplos-welcome --lang=es # Iniciar en español soplos-welcome --theme=dark # Iniciar con tema oscuro soplos-welcome --debug # Iniciar en modo depuración Para más información, visita: https://soplos.org
fr: Soplos Welcome 2.0 - L'application de bienvenue la plus avancée au monde Utilisation : soplos-welcome [OPTIONS] Options : -h, --help Afficher ce message d'aide -v, --version Afficher les informations de version --lang=LANG Définir la langue (es, en, fr, de, pt, it, ro, ru) --theme=THEME Définir le thème (base, light, dark, gnome, kde, xfce) --debug Activer le mode débogage Exemples : soplos-welcome # Démarrer avec les paramètres détectés automatiquement soplos-welcome --lang=es # Démarrer en espagnol soplos-welcome --theme=dark # Démarrer avec le thème sombre soplos-welcome --debug # Démarrer en mode débogage Pour plus d'informations, visitez : https://soplos.org
it: Soplos Welcome 2.0 - L'applicazione di benvenuto più avanzata al mondo Uso: soplos-welcome [OPZIONI] Opzioni: -h, --help Mostra questo messaggio di aiuto -v, --version Mostra le informazioni sulla versione --lang=LANG Imposta la lingua (es, en, fr, de, pt, it, ro, ru) --theme=THEME Imposta il tema (base, light, dark, gnome, kde, xfce) --debug Abilita la modalità debug Esempi: soplos-welcome # Avvia con impostazioni rilevate automaticamente soplos-welcome --lang=it # Avvia in italiano soplos-welcome --theme=dark # Avvia con tema scuro soplos-welcome --debug # Avvia in modalità debug Per ulteriori informazioni, visita: https://soplos.org
pt: Soplos Welcome 2.0 - A aplicação de boas-vindas mais avançada do mundo Uso: soplos-welcome [OPÇÕES] Opções: -h, --help Mostrar esta mensagem de ajuda -v, --version Mostrar informação da versão --lang=LANG Definir idioma (es, en, fr, de, pt, it, ro, ru) --theme=THEME Definir tema (base, light, dark, gnome, kde, xfce) --debug Ativar modo de depuração Exemplos: soplos-welcome # Iniciar com definições detetadas automaticamente soplos-welcome --lang=pt # Iniciar em Português soplos-welcome --theme=dark # Iniciar com tema escuro soplos-welcome --debug # Iniciar em modo de depuração Para mais informações, visite: https://soplos.org

source: Soplos Welcome {version} Copyright (C) 2025 Sergi Perich This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. Desktop Environment: {desktop_env} Display Protocol: {display_protocol} Theme: {theme} Language: {language}
es: Soplos Welcome {version} Copyright (C) 2025 Sergi Perich Esto es software libre; consulta la fuente para condiciones de copia. NO hay garantía; ni siquiera de COMERCIABILIDAD o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Entorno de Escritorio: {desktop_env} Protocolo de Visualización: {display_protocol} Tema: {theme} Idioma: {language}
fr: Soplos Welcome {version} Copyright (C) 2025 Sergi Perich Ceci est un logiciel libre ; consultez le code source pour les conditions de copie. Il n'y a AUCUNE garantie ; même pas de COMMERCIALISATION ou d'ADÉQUATION À UN USAGE PARTICULIER. Environnement de bureau : {desktop_env} Protocole d'affichage : {display_protocol} Thème : {theme} Langue : {language}
it: Soplos Welcome {version} Copyright (C) 2025 Sergi Perich Questo è software libero; consulta il sorgente per le condizioni di copia. NON esiste alcuna garanzia; neanche per COMMERCIABILITÀ o IDONEITÀ PER UN USO PARTICOLARE. Ambiente Desktop: {desktop_env} Protocollo di visualizzazione: {display_protocol} Tema: {theme} Lingua: {language}
pt: Soplos Welcome {version} Copyright (C) 2025 Sergi Perich Este é um software livre; veja a fonte para condições de cópia. NÃO há garantia; nem mesmo para COMERCIALIZAÇÃO ou ADEQUAÇÃO PARA UM PROPÓSITO PARTICULAR. Ambiente de Trabalho: {desktop_env} Protocolo de Ecrã: {display_protocol} Tema: {theme} Idioma: {language}

source: Web Browsers
de: Webbrowser
es: Navegadores Web
fr: Navigateurs Web
it: Browser Web
pt: Navegadores Web
ro: Navigatoare Web
ru: Веб-браузеры

source: Free and open-source web browser developed by Mozilla
de: Freier und quelloffener Webbrowser entwickelt von Mozilla
es: Navegador web libre y gratuito desarrollado por Mozilla
fr: Navigateur web libre et open-source développé par Mozilla
it: Browser web libero e open-source sviluppato da Mozilla
pt: Navegador web livre e de código aberto desenvolvido pela Mozilla
ro: Navigator web gratuit și open-source dezvoltat de Mozilla
ru: Свободный веб-браузер с открытым исходным кодом от Mozilla

source: Web browser developed by Google
de: Webbrowser entwickelt von Google
es: Navegador web desarrollado por Google
fr: Navigateur web développé par Google
it: Browser web sviluppato da Google
pt: Navegador web desenvolvido pela Google
ro: Navigator web dezvoltat de Google
ru: Веб-браузер от Google

source: Open-source project behind Google Chrome
de: Quelloffenes Projekt hinter Google Chrome
es: Proyecto de código abierto detrás de Google Chrome
fr: Projet open-source derrière Google Chrome
it: Progetto open-source alla base di Google Chrome
pt: Projeto de código aberto por trás do Google Chrome
ro: Proiectul open-source din spatele Google Chrome
ru: Проект с открытым исходным кодом, на котором основан Google Chrome

source: Privacy-focused browser that blocks ads
de: Datenschutzorientierter Browser, der Werbung blockiert
es: Navegador centrado en la privacidad que bloquea anuncios
fr: Navigateur axé sur la confidentialité qui bloque les publicités
it: Browser orientato alla privacy che blocca gli annunci
pt: Navegador focado na privacidade que bloqueia anúncios
ro: Navigator axat pe confidențialitate care blochează reclamele
ru: Браузер, ориентированный на конфиденциальность, блокирующий рекламу

source: Firefox fork focused on privacy, security and freedom
de: Firefox-Fork mit Fokus auf Privatsphäre, Sicherheit und Freiheit
es: Bifurcación de Firefox centrada en privacidad, seguridad y libertad
fr: Fork de Firefox axé sur la confidentialité, la sécurité et la liberté
it: Fork di Firefox focalizzato su privacy, sicurezza e libertà
pt: Bifurcação do Firefox focada em privacidade, segurança e liberdade
ro: Fork Firefox axat pe confidențialitate, securitate și libertate
ru: Форк Firefox, ориентированный на конфиденциальность, безопасность и свободу

source: Lightweight, fast and secure web browser
de: Leichtgewichtiger, schneller und sicherer Webbrowser
es: Navegador web ligero, rápido y seguro
fr: Navigateur web léger, rapide et sécurisé
it: Browser web leggero, veloce e sicuro
pt: Navegador web leve, rápido e seguro
ro: Navigator web ușor, rapid și sigur
ru: Легкий, быстрый и безопасный веб-браузер

source: Free email client developed by Mozilla
de: Kostenloser E-Mail-Client entwickelt von Mozilla
es: Cliente de correo electrónico gratuito desarrollado por Mozilla
fr: Client de messagerie gratuit développé par Mozilla
it: Client di posta gratuito sviluppato da Mozilla
pt: Cliente de e-mail livre desenvolvido pela Mozilla
ro: Client de email gratuit dezvoltat de Mozilla
ru: Бесплатный почтовый клиент от Mozilla

source: Communication app for communities and gaming
de: Kommunikations-App für Communities und Gaming
es: Aplicación de comunicación para comunidades y juegos
fr: Application de communication pour les communautés et le jeu
it: App di comunicazione per comunità e gaming
pt: Aplicação de comunicação para comunidades e jogos
ro: Aplicație de comunicare pentru comunități și jocuri
ru: Приложение для общения сообществ и геймеров

source: Fast and secure messaging app
de: Schnelle und sichere Messaging-App
es: Aplicación de mensajería rápida y segura
fr: Application de messagerie rapide et sécurisée
it: App di messaggistica veloce e sicura
pt: Aplicação de mensagens rápida e segura
ro: Aplicație de mesagerie rapidă și sigură
ru: Быстрое и безопасное приложение для обмена сообщениями

source: Private messaging with end-to-end encryption
de: Privates Messaging mit Ende-zu-Ende-Verschlüsselung
es: Mensajería privada con cifrado de extremo a extremo
fr: Messagerie privée avec chiffrement de bout en bout
it: Messaggistica privata con crittografia end-to-end
pt: Mensagens privadas com encriptação ponta-a-ponta
ro: Mesagerie privată cu criptare end-to-end
ru: Приватный обмен сообщениями со сквозным шифрованием

source: Matrix client for decentralized communication
de: Matrix-Client für dezentrale Kommunikation
es: Cliente Matrix para comunicación descentralizada
fr: Client Matrix pour la communication décentralisée
it: Client Matrix per comunicazione decentralizzata
pt: Cliente Matrix para comunicação descentralizada
ro: Client Matrix pentru comunicare descentralizată
ru: Клиент Matrix для децентрализованного общения

source: Unofficial WhatsApp desktop client
de: Inoffizieller WhatsApp-Desktop-Client
es: Cliente de escritorio no oficial de WhatsApp
fr: Client de bureau non officiel pour WhatsApp
it: Client desktop non ufficiale di WhatsApp
pt: Cliente de ambiente de trabalho não oficial para o WhatsApp
ro: Client desktop neoficial pentru WhatsApp
ru: Неофициальный клиент WhatsApp для рабочего стола

source: Team collaboration and communication platform
de: Team-Kollaborations- und Kommunikationsplattform
es: Plataforma de colaboración y comunicación en equipo
fr: Plateforme de collaboration et communication d'équipe
ro: Platformă de colaborare și comunicare în echipă
ru: Платформа командного взаимодействия и общения

source: Video conferencing and meetings
de: Videokonferenzen und Meetings
es: Videoconferencias y reuniones
fr: Vidéoconférence et réunions
ro: Videoconferințe și întâlniri
ru: Видеоконференции и встречи

source: Development
de: Entwicklung
es: Desarrollo
fr: Développement
it: Sviluppo
pt: Desenvolvimento
ro: Dezvoltare
ru: Разработка

source: Source code editor developed by Microsoft
de: Quellcode-Editor entwickelt von Microsoft
es: Editor de código fuente desarrollado por Microsoft
fr: Éditeur de code source développé par Microsoft
it: Editor di codice sorgente sviluppato da Microsoft
pt: Editor de código fonte desenvolvido pela Microsoft
ro: Editor de cod sursă dezvoltat de Microsoft
ru: Редактор исходного кода от Microsoft

source: Free version of Visual Studio Code without telemetry
de: Freie Version von Visual Studio Code ohne Telemetrie
es: Versión gratuita de Visual Studio Code sin telemetría
fr: Version gratuite de Visual Studio Code sans télémétrie
it: Versione gratuita di Visual Studio Code senza telemetria
pt: Versão livre do Visual Studio Code sem telemetria
ro: Versiune gratuită a Visual Studio Code fără telemetrie
ru: Свободная версия Visual Studio Code без телеметрии

source: Advanced Agentic AI Coding Assistant
de: Fortschrittlicher KI-gestützter Codierungsassistent
es: Asistente de programación IA avanzado basado en agentes
fr: Assistant de codage IA agentique avancé
it: Assistente avanzato di programmazione AI agentico
pt: Assistente de Programação de IA Agêntica Avançada
ro: Asistent avansat de codare AI
ru: Продвинутый агентный ИИ-ассистент программирования

source: Sophisticated text editor for code and markup
de: Anspruchsvoller Texteditor für Code und Markup
es: Editor de texto sofisticado para código y marcado
fr: Éditeur de texte sophistiqué pour le code et le balisage
it: Editor di testo sofisticato per codice e markup
pt: Editor de texto sofisticado para código e marcação
ro: Editor de text sofisticat pentru cod și marcare
ru: Сложный текстовый редактор для кода и разметки

source: Code editor with integrated AI
de: Code-Editor mit integrierter KI
es: Editor de código con IA integrada
fr: Éditeur de code avec IA intégrée
it: Editor di codice con AI integrata
pt: Editor de código com IA integrada
ro: Editor de cod cu AI integrat
ru: Редактор кода с интегрированным ИИ

source: A community-led, hyper-hackable text editor
de: Ein von der Community geführter, extrem hackbarer Texteditor
fr: Un éditeur de texte hyper-hackable dirigé par la communauté
ro: Un editor de text hiper-hackabil condus de comunitate
ru: Текстовый редактор, управляемый сообществом и легко настраиваемый

source: Lightweight and fast IDE with multi-language support
de: Leichtgewichtige und schnelle IDE mit Unterstützung für mehrere Sprachen
es: IDE ligero y rápido con soporte multiidioma
fr: IDE léger et rapide avec support multilingue
it: IDE leggero e veloce con supporto multilingue
pt: IDE leve e rápido com suporte para múltiplas linguagens
ro: IDE ușor și rapid cu suport pentru mai multe limbi
ru: Легкая и быстрая IDE с поддержкой множества языков

source: Advanced editor for web programmers
de: Fortschrittlicher Editor für Web-Programmierer
es: Editor avanzado para programadores web
fr: Éditeur avancé pour programmeurs web
it: Editor avanzato per sviluppatori web
pt: Editor avançado para programadores web
ro: Editor avansat pentru programatori web
ru: Продвинутый редактор для веб-программистов

source: Fast and reliable FTP/SFTP client
de: Schneller und zuverlässiger FTP/SFTP-Client
es: Cliente FTP/SFTP rápido y confiable
fr: Client FTP/SFTP rapide et fiable
it: Client FTP/SFTP veloce e affidabile
pt: Cliente FTP/SFTP rápido e fiável
ro: Client FTP/SFTP rapid și fiabil
ru: Быстрый и надежный FTP/SFTP клиент

source: API development and testing platform
de: API-Entwicklungs- und Testplattform
es: Plataforma de desarrollo y pruebas de API
fr: Plateforme de développement et test d'API
ro: Platformă de dezvoltare și testare API
ru: Платформа разработки и тестирования API

source: Graphics and Design
de: Grafik und Design
es: Gráficos y Diseño
fr: Graphisme et Design
it: Grafica e Design
pt: Gráficos e Design
ro: Grafică și Design
ru: Графика и Дизайн

source: Advanced and free image editor
de: Fortschrittlicher und kostenloser Bildeditor
es: Editor de imágenes avanzado y gratuito
fr: Éditeur d'images avancé et gratuit
it: Editor di immagini avanzato e gratuito
pt: Editor de imagem avançado e gratuito
ro: Editor de imagini avansat și gratuit
ru: Продвинутый бесплатный редактор изображений

source: Professional vector graphics editor
de: Professioneller Vektorgrafik-Editor
es: Editor profesional de gráficos vectoriales
fr: Éditeur de graphismes vectoriels professionnel
it: Editor professionale di grafica vettoriale
pt: Editor profissional de gráficos vetoriais
ro: Editor grafic vectorial profesional
ru: Профессиональный редактор векторной графики

source: Complete and free 3D creation suite
de: Komplette und kostenlose 3D-Erstellungssuite
es: Suite completa y gratuita de creación 3D
fr: Suite de création 3D complète et gratuite
it: Suite completa e gratuita per creazione 3D
pt: Suite de criação 3D completa e gratuita
ro: Suită completă și gratuită de creație 3D
ru: Полный бесплатный набор для 3D-моделирования

source: Professional digital painting program
de: Professionelles Programm für digitales Malen
es: Programa profesional de pintura digital
fr: Programme de peinture numérique professionnel
it: Programma professionale per pittura digitale
pt: Programa profissional de pintura digital
ro: Program profesional de pictură digitală
ru: Профессиональная программа для цифровой живописи

source: Virtual lighttable for photography
de: Virtueller Leuchttisch für Fotografie
es: Mesa de luz virtual para fotografía
fr: Chambre noire virtuelle pour la photographie
it: Tavolo luminoso virtuale per fotografia
pt: Mesa de luz virtual para fotografia
ro: Masă luminoasă virtuală pentru fotografie
ru: Виртуальный световой стол для фотографии

source: Fast and modern RAW photo editor
de: Schneller und moderner RAW-Fotoeditor
es: Editor de fotos RAW rápido y moderno
fr: Éditeur photo RAW rapide et moderne
it: Editor RAW moderno e veloce
pt: Editor de fotos RAW rápido e moderno
ro: Editor foto RAW rapid și modern
ru: Быстрый и современный редактор RAW фотографий

source: Advanced RAW photo processing program
de: Fortgeschrittenes RAW-Fotobearbeitungsprogramm
es: Programa avanzado de procesamiento de fotos RAW
fr: Programme avancé de traitement de photos RAW
ro: Program avansat de procesare fotografii RAW
ru: Продвинутая программа обработки RAW-фотографий

source: Panorama photo stitcher
de: Panorama-Foto-Zusammenfüger
es: Unidor de fotos panorámicas
fr: Assembleur de photos panoramiques
ro: Editor de fotografii panoramice
ru: Сшиватель панорамных фотографий

source: Multimedia
fr: Multimédia
it: Multimediale
pt: Multimédia
ru: Мультимедиа

source: Universal media player
de: Universeller Mediaplayer
es: Reproductor multimedia universal
fr: Lecteur multimédia universel
it: Lettore multimediale universale
pt: Reprodutor multimédia universal
ro: Player media universal
ru: Универсальный медиаплеер

source: Software for streaming and video recording
de: Software für Streaming und Videoaufnahme
es: Software para transmisión y grabación de vídeo
fr: Logiciel de streaming et d'enregistrement vidéo
it: Software per streaming e registrazione video
pt: Software para streaming e gravação de vídeo
ro: Software pentru streaming și înregistrare video
ru: Программное обеспечение для стриминга и записи видео

source: Professional non-linear video editor
de: Professioneller nichtlinearer Videoeditor
es: Editor de vídeo no lineal profesional
fr: Éditeur vidéo non linéaire professionnel
it: Editor video non lineare professionale
pt: Editor de vídeo não linear profissional
ro: Editor video neliniar profesional
ru: Профессиональный нелинейный видеоредактор

source: Free and open-source audio editor
de: Kostenloser und quelloffener Audio-Editor
es: Editor de audio gratuito y de código abierto
fr: Éditeur audio libre et open-source
it: Editor audio libero e open-source
pt: Editor de áudio livre e de código aberto
ro: Editor audio gratuit și open-source
ru: Свободный аудиоредактор с открытым исходным кодом

source: Minimalist and powerful media player
de: Minimalistischer und leistungsstarker Mediaplayer
es: Reproductor multimedia minimalista y potente
fr: Lecteur multimédia minimaliste et puissant
it: Lettore multimediale minimalista e potente
pt: Reprodutor multimédia minimalista e poderoso
ro: Player media minimalist și puternic
ru: Минималистичный и мощный медиаплеер

source: Digital audio workstation
de: Digitale Audio-Workstation
es: Estación de audio digital
fr: Station de travail audio numérique
it: Stazione di lavoro audio digitale
pt: Estação de trabalho de áudio digital
ro: Stație de lucru audio digitală
ru: Цифровая звуковая рабочая станция

source: Professional DJ software
de: Professionelle DJ-Software
es: Software profesional para DJ
fr: Logiciel DJ professionnel
it: Software professionale per DJ
pt: Software de DJ profissional
ro: Software DJ profesional
ru: Профессиональное программное обеспечение для DJ

source: Open-source media center
de: Quelloffenes Mediencenter
es: Centro multimedia de código abierto
fr: Centre multimédia open-source
it: Media center open-source
pt: Media center de código aberto
ro: Centru media open-source
ru: Медиацентр с открытым исходным кодом

source: Easy to use video editor
de: Einfach zu bedienender Video-Editor
es: Editor de vídeo fácil de usar
fr: Éditeur vidéo facile à utiliser
it: Editor video facile da usare
pt: Editor de vídeo fácil de usar
ro: Editor video ușor de utilizat
ru: Простой в использовании видеоредактор

source: Professional video editing (Script by Daniel Tufvesson)
de: Professionelle Videobearbeitung (Skript von Daniel Tufvesson)
es: Edición de vídeo profesional (Script de Daniel Tufvesson)
fr: Édition vidéo professionnelle (Script par Daniel Tufvesson)
it: Editing video professionale (Script di Daniel Tufvesson)
pt: Edição de vídeo profissional (Script por Daniel Tufvesson)
ro: Editare video profesională (Script de Daniel Tufvesson)
ru: Профессиональный видеомонтаж (Скрипт Даниэля Туфвессона)

source: Digital music streaming service
de: Digitaler Musik-Streaming-Dienst
es: Servicio de streaming de música digital
fr: Service de streaming musical
ro: Serviciu de streaming de muzică digitală
ru: Сервис потоковой передачи музыки

source: Open source video transcoder
es: Transcodificador de video de código abierto
fr: Transcodeur vidéo open source
ro: Transcodor video open source
ru: Видеотранскодер с открытым исходным кодом

source: Office
de: Büro
es: Oficina
fr: Bureautique
it: Ufficio
pt: Escritório
ro: Birotică
ru: Офис

source: Complete and free office suite
de: Komplettes und kostenloses Office-Paket
es: Suite ofimática completa y gratuita
fr: Suite bureautique complète et gratuite
it: Suite per ufficio completa e gratuita
pt: Suite de escritório completa e gratuita
ro: Suită de birou completă și gratuită
ru: Полный бесплатный офисный пакет

source: Office suite compatible with Microsoft Office
de: Office-Paket kompatibel mit Microsoft Office
es: Suite ofimática compatible con Microsoft Office
fr: Suite bureautique compatible avec Microsoft Office
it: Suite per ufficio compatibile con Microsoft Office
pt: Suite de escritório compatível com Microsoft Office
ro: Suită de birou compatibilă cu Microsoft Office
ru: Офисный пакет, совместимый с Microsoft Office

source: Lightweight and elegant office suite
de: Leichtgewichtiges und elegantes Office-Paket
es: Suite ofimática ligera y elegante
fr: Suite bureautique légère et élégante
it: Suite per ufficio leggera ed elegante
pt: Suite de escritório leve e elegante
ro: Suită de birou ușoară și elegantă
ru: Легкий и элегантный офисный пакет

source: Adobe PDF reader
es: Lector de PDF de Adobe
fr: Lecteur PDF Adobe
it: Lettore PDF Adobe
pt: Leitor de PDF Adobe
ro: Cititor PDF Adobe
ru: Программа для чтения PDF от Adobe

source: Gaming
de: Spiele
fr: Jeux
pt: Jogos
ro: Jocuri
ru: Игры

source: Digital distribution platform for video games
de: Digitale Vertriebsplattform für Videospiele
es: Plataforma de distribución digital de videojuegos
fr: Plateforme de distribution numérique pour jeux vidéo
it: Piattaforma di distribuzione digitale per videogiochi
pt: Plataforma de distribuição digital para videojogos
ro: Platformă digitală de distribuție pentru jocuri video
ru: Платформа цифровой дистрибуции видеоигр

source: Unified platform for managing games on Linux
de: Einheitliche Plattform zur Verwaltung von Spielen unter Linux
es: Plataforma unificada para gestionar juegos en Linux
fr: Plateforme unifiée pour gérer les jeux sous Linux
it: Piattaforma unificata per la gestione dei giochi su Linux
pt: Plataforma unificada para gerir jogos no Linux
ro: Platformă unificată pentru gestionarea jocurilor pe Linux
ru: Единая платформа для управления играми на Linux
